# 有趣的單字
# adobe,泥磚,土坯,未燒過的粘土與稻草經風幹做成的磚,用於修飾名詞,例,土磚房屋,土磚牆,區,住所,住處,避,躲避的地方住所,地,用地上的土做的土坯,美國公司,是著名的圖形圖像和排版軟件的生產商,磚坯,土磚,美國公司,是著名的圖形圖像和排版軟件的生產商
# www,網頁
# solo--0,獨奏

# advice,勸告,忠告,指教,建議,意見
# advisable,形容詞,可取的,明智的,適當的
# advise,勸告,通知,與,商量,建議,提意見,商量

#--ight
# fight,與,打仗,與,搏鬥,與,鬥爭戰鬥,搏鬥
# fighter,戰士,鬥爭者,戰鬥機
# fighting,戰鬥的,搏鬥的,鬥爭的戰鬥,搏鬥,鬥爭

# might,可能,的過去式,助動詞,的過去式,名詞,力量,威力
# mighty,有勢力的人,有勢力的,強大的,有力的,很,極

# knight,騎士
# night,夜,夜晚,晚上,黑暗,死亡
# nightmare,惡夢,恐怖的經驗,如惡夢般的事

# foresight,先見,預見,深謀遠慮,瞄準器
# insight,洞察力,深刻的理解
# insightful,有見識的,有眼光的,顯出洞察力的
# sight,景觀,視力,眼界,閱讀,見解,意見,看見,瞄準,瞄準,觀看,即席的

# light
blight - -0, 植物的枯萎病,疫病
blighted, 摧毀的, 枯萎的
# delight,動詞,使高興,名詞,欣喜,愉快
# enlighten,授予,知識,啟發,啟蒙,開導,教導
# enlightened,被啟發的,進步的,文明的
# enlightening,有啟迪作用的,具啟發性的
# unenlightened--0,落後的,無知的,未經啟蒙的
# flight,飛行,逃走,飛躍,飛機的航程,班機,射程,遷徙,飛逝,遷徙,射擊,飛禽
# flighty--0,輕浮的,輕狂的,心情浮動的
# light,光,光線,光明,光亮,燈,燈塔,眼光,見解,輕的,輕淡的,輕鬆的,輕便的
# lighten,加亮,照亮,點亮,減輕,使輕鬆,閃出,發亮,打閃,變輕
# lighthearted,中輕鬆愉快的,記,輕,心很輕的輕鬆愉快的
# lightly,輕輕地,容易地,不費力地
# lightness,光亮度,顏色淺淡,輕,動作輕鬆迅速,舉止優雅,無憂慮,輕浮,精巧
plight, 困境
# slight,輕蔑,怠慢,輕微的,纖細的,脆弱的,苗條的,輕視,忽略,怠慢
# slightly,輕微地,稍稍細長,苗條,微小
# sunlight,日光,陽光

# airtight--0,密閉的,不透氣的,無懈可擊的
# tight,緊的,牢固的,密封的,嚴厲的,醉醺醺的,美俚關系緊密的,親暱的
# tightfisted,記,緊的,吝嗇的,拳頭,抓牢,勒緊褲腰帶,抓牢錢包,吝嗇的,吝嗇的,參,吝嗇鬼,類,吝嗇的淘氣的,同義,吝嗇的
# tightly,緊緊地,堅固地,牢固地

# right
# bright,明亮的,聰明的,鮮明的,歡快的,明亮地,歡快地
# brightness,光亮,明亮,聰明
# right,正確的,合適的,正當的,健康的右邊,右派的權利,公道,正義,糾正
# rightness,廉正,正直,公正
# upright,垂直的,直立的,正直的,誠實的,豎立著,筆直地
# downright--0,直截了當的
# forthright--0,直率的
# frighten,使驚恐,嚇唬,驚恐,害怕
# frightened,形容詞,受驚的,害怕的
# eight,八
# sprightly,記明快的春天,我們會愉快活潑的,愉快活潑的,類,蹣跚是不穩定的跳躍是活潑的,反,卑躬屈膝的,輕快的
# freight,貨物
# height,高度,身高,海拔,高潮,頂點
# weight,重,重量,體重,砝碼,重擔,重大,影響,力量,勢力,加重量於,壓迫,使加權
# straight,直的,挺直的,正直的,直率的,整齊的,有條理的,筆直地,對直地,正直地,俚習俗的,正統的,持正統習俗觀唸的,異性愛的,不吸毒品者,固守習俗觀唸的人,異性愛者
# straightforward,筆直的,率直的,粗獷的,明確的,簡單的,直接的

# lose,失,丟失,喪失,迷路,輸去,負,錯過,失蹤,死去,使喪失,受損失,賠錢
# loser,失敗者
# losing,損失的,輸的失敗,損失

blizzard, 暴風雪
# dizzy,令人頭昏眼花的,使人目眩的,頭昏的
# drizzle,下細小,輕柔,似霧的雨,毛毛雨
# drizzly,下毛毛雨的
# embezzle,盜用,侵吞,違法地把錢挪為己用
# embezzlement,盜用
guzzle, 喝酒失控
# jazz,世紀產生於美國的一種舞曲性音樂,爵士樂,喧鬧,爵士樂的,喧吵的,顏色過於艷麗的,奏爵士樂,跳爵士舞,遊蕩,奏爵士樂,使活潑
# puzzle,難題,迷惑,使困惑,使為難,苦思而得,迷惑,苦思

# round範圍
# around,在,周圍,在,各處,大約,在周圍,在附近,各處
# ground,地面,場地,陣地,基礎,理由,根據,原因,把,放在地上,建立,以,為基礎
# grounded,有理由的,有基礎的,根深蒂固的,在地面上地,反,不穩定的,不確定的,在高處地,在空中地,計,接,好,地的
# background--0,家世,學經歷,文化等,背景
# foreground--0,前景,最顯著的位置前景,前臺前臺
# surround,動詞,圍,圍繞,名詞,圍繞物
# surrounding,環境,周圍的事物

# sound
# sound,聲音,語音,噪音,吵鬧,語調,聽力範圍,探條,海峽,健全的,可靠的,合理的
# resound,迴響
# unsound,不健全

# found
confound - -0, 困惑
# find,找
# found,動詞,建立,建造,鑄造,熔化,找到,的過去式及過去分詞
# founder--0,創立者,建立者,弄摔倒,弄跛,浸水,破壞,摔到,變跛,倒塌,失敗
# foundation,基礎,根本,建立,創立,地基,基金,基金會
# unfounded--0,沒有根據的
# profound--0,深刻的,深奧的

flounder, 掙扎, 錯亂地做事或說話, 比目魚
redound, 有助於, 回報

# bind,綁,約束,裝訂,包紮,使結合,凝固,有約束力
# binding,形容詞,捆綁的,黏合的,有約束力的,名詞,書籍的,裝訂,捆綁,束縛
# bound--0,形容詞,受束縛的,裝訂好的,必然的,動詞,與,接界,跳躍,彈回,捆,綁,的過去式及過去分詞,名詞,跳躍,領域,界限
# boundary,名詞,邊界,分界線,界限
hidebound - -0, 頑固的, 守舊的
# unbounded--0,(積極情感)極大的,無限的

# dawn,黎明
# yawn,打哈欠

#-lish-lition
# abolish--0,廢除,制度,法律等
# abolition,記看到,就要知道是名詞,廢除,特指廢除奴隸製度,例,廢止奴隸製,源字源於動詞,廢除,反,堅持奴隸製,廢除,廢除奴隸制度
coalition, 同盟, 聯合, 記法, 共同成長
# demolish--0,尤指為利用土地而拆除,拆毀,推翻論點,顛覆理論
# demolition--0,記,毀壞,粉碎,去除,建立,摧毀,指通過爆破進行的破壞活動,參,魔鬼,極殘忍的人,類,再利用是不扔掉再複修是不毀壞,破壞,毀壞,毀壞之遺跡
# foolish,愚蠢的,傻的,荒謬的,可笑的
# foolishly,愚蠢地,可笑地
# polish,光澤,優雅,精良,擦亮,磨光,推敲,發亮,變光滑,波蘭的波蘭人
# polished,磨光的,擦亮的,完美的,精良的,優雅的,使光滑,擦亮,的過去式和過去分詞
# polishing,拋光
volition, 意志, 決斷力, 意志, 行為產物
volitional, 自願的

# glisten,閃光,閃亮,閃光,閃耀
# listen,聽,傾聽,收聽,聆聽,聽取
# listener,聽眾,類,偷聽者是偷偷聽的人間諜是偷偷觀察的人,收聽者,聽眾

# force
# force,力量,武力,勢力,影響力,軍隊,力,效力,強迫,強奪,推動,加壓力,提高
# forceful,強而有力,有說服力,有影響力
# forcefully,激烈地,強而有力地
# forcefulness,有力
# reinforce,加強,增援,補充,求援,得到增援加固物

# law
# flaw,缺點,裂紋,瑕疵,一陣狂風,使破裂,使有缺陷,使無效,生裂縫,變的有缺陷
# law,法律,法令,法律,法則,規律,定律,法學,法律知識,司法界,律師行業,訴訟
# outlaw,被剝奪法律保護的人,罪犯,使,失去法律保護,將,逐出社會,宣告非法
# flawlessness,完美無瑕
# lawful,法律許可的,守法的,合法的
# unlawful,非法的,私生的
# unlawfully,不合法地

# become,變成,變得,適合
# come,過來,來,到達,出現,開始
# dome,動詞,成圓頂狀,名詞,圓屋頂,穹窿,半球形物
# home,家,家鄉,本國,療養所,養育院,收容所,在家,回家,回國,深入地,家庭的
# outcome,名詞,結果,結局
# overcome,動詞,戰勝,克服,戰勝,克服,的過去分詞
syndrome, 並發症狀, 綜合症, 同時存在的事物
# tome,大書

# monochrome,單色單色畫,單色畫法,單色的,黑白的
# monochromatic,單色的,記法,單一,顏色
# chromatic,有顏色的
# chromosome,染色體

# earth
# earth,地球,泥土,世界,塵世,埋入土中,趕入洞內,躲入洞內
# earthly,現世的,塵世的
# earthy,泥土的,土質的,樸實的,粗俗的
# unearth,挖掘
# unearthly,神祕的,超自然的

# ear
# appear,出現,出場,出席,露面,似乎,好像,顯得
# appearance,出現,顯露,來到,露面,外貌
# appearing,吸引人的
# bear,熊,忍受,負荷,產生,懷有,使跌價,忍受,結果實,壓迫,開動,轉向
# bearable,可忍受的,支援得住的
# bearing,軸承,關系,影響,意義,方面,方向,舉止,風度
# forbear,忍
# forbearance,寬容
# overbearing--0,霸道
forebears, 前輩

# learn,學習
# yearn--0,思念

# clear--0,清除,掃清,清晰的,明白的,晴朗的,清澈的,明亮的,暢通的,無阻的
# clearly,清晰地,明朗地,明白地
# clearness,淨度
# unclear,不易瞭解的,不清楚的,含混的

# dishearten--0,記離開,心使灰心,使,灰心,沮喪,失去勇氣或果斷,使,氣餒,使,沮喪,使,失去勇氣
# halfhearted--0,不認真的,不熱心的,敷衍的
# heart,心,心臟,中心,內心,感情,精神,心情,寶貝兒,把,放在中心
heartedness, 仁慈, 心腸軟
# hearten--0,鼓勵,激勵,給予力量,勇氣或希望,類,平息消除憤怒激勵消除沮喪反,使,沮喪,驚慌
heartily, 衷心地, 熱心地, 痛快地
heartrending, 令人心碎的, 傷心的, 類, 震耳欲聾的是十分響亮的令人心碎的是十分傷心的, 令人心碎的, 傷心的, 悲慘的
stouthearted, 大膽的
stout, 穩重的, 勇敢的

# dear,親愛
# dearth--0,缺乏,珍贵
# dearing,親愛的
# endearing,記,昂貴的,親愛的,惹人喜愛的,參,親愛,鐘愛,引起愛情的,可愛的,令人鐘愛的

# fear,害怕,畏懼,害怕,畏懼,害怕,感到顧慮
# fearful,可怕的,害怕的,擔心的,非常的
# fearless,無畏的,類,無畏的不會被恐嚇冷漠的不會被打擾,不怕的,大膽的,勇敢的,無畏的
# fearlessly,不怕地
# fearlessness,勇敢,不懼

# forswear,決心放棄,發誓戒除
# swear--0,發誓,宣誓,咒罵,使宣誓,發誓,詛咒詛咒,誓言
# gear,齒輪,工具,以齒輪連起,開動,配搭活動,安排,連接上,適合
# hear,聽到,聽說,聽見,審理,聽見,聽
hearken, 記聽, 肯肯聽注意地傾聽, 注意地傾聽, 反, 不理睬, 忽視, 傾聽
# rehearsal,預演,排演,練習,背誦,復述
# rehearse,預演,排演,使排練,練習,背誦,復述,排練,練習,演習

# near,近的,近親的,近似的,接近,親近,節儉靠近,近乎,接近,走近
sear, 灼熱
# search,搜索,搜尋,搜查,搜查,在,中搜尋,搜尋,找尋,探究,調查
# searching,搜索的,遍尋的,徹底的搜索,檢查
# searchingly,搜尋地
shear, 修剪, 剪下的東西, 羊的一歲, 大剪刀, 切變, 剪, 切, 修剪, 割, 剝奪, 切
smear, 塗抹
# spear,矛,槍,持矛者,用矛刺,刺,戳,父系的
# spearhead,矛尖,突擊隊的先遣隊,攻擊的最前線,做先鋒,在前面帶頭做先鋒
# tear,淚滴,眼淚,撕,扯,裂縫,激怒,飛奔,流淚,撕破,趕快,飛奔
# tearful,含淚的,悲傷的,流淚的
# tearfully,淚眼汪汪地
# wear,穿著,戴,使用,耗損,服裝,耐久性,穿著,戴,呈現,磨損,磨成,耗損,使疲乏
# year,年,載,歲,學年,年度
dreary, 淒涼的
weary, 疲倦的, 萎靡的, 厭倦的, 厭煩的, 使疲倦, 使厭煩, 疲乏, 生厭, 不耐煩
weariness, 疲倦, 厭倦, 疲勞
wearisome, 使人疲倦的, 令人厭煩的, 無聊的

# flate
# conflate--0,合併,結合,混合尤指文本,她成功地將三個劇本合併在一起,編出了一部令人耳目一新的新作品
# deflate--0,放氣,洩氣,使變小,通貨緊縮
# deflated--0,洩氣的,氣餒的,泄氣的,灰心的
# inflate--0,使膨脹,使得意,使通貨膨脹,使充氣,充氣,膨脹
# inflated,價格,飛漲的,通貨,膨脹的言過其實的,誇大的,華而不實的充了氣的

# fuse,fute＝pour傾倒,倒入
# confuse,使混淆,使混亂,使迷惑
# confused--0,困惑的,煩惱的,混亂的,雜亂無章的
# confusing,令人困惑的,難懂的
# confusion,混亂,混淆,無秩序
# defuse--0,從,爆破裝置,中卸載引信,緩和緊張狀態或危急局面
# diffuse--0,散播,傳播,漫射,擴散,使,慢慢混合,散開的,彌漫的
# effuse,流出
# effusive--0,溢出的,感情奔放的,感情溢於言表的,不節製的,過度的,參,流出物,瀉出,類,感情奔放對感情奔放的憤怒對憤怒的奔放的感情放肆的自由反,無感情的
# fuse,把保險絲接入,電路,熔接,裝引信
# fusion,熔化,熔解,熔合,熔接
# infuse--0,注入,泡出味道,鼓舞,泡,注
# profuse,充實
# profuse--0,大量的,極其豐富的,充沛的,浪費的
# profusely,大量地,豐富地
# profusion,極其豐富的狀態,揮霍奢侈,反,極小量
# refusal,拒絕,推卻,優先決定權
# refuse,拒絕,拒受,拒給,不準,拒不,不肯,不願,馬,不肯躍過,拒絕,廢物,垃圾,渣滓,扔掉的,無用的
# refute--0,反駁,駁斥,駁倒,打臉
# refusing--0,拒絕
# suffuse,充滿,色彩等,彌漫,染遍
# suffused,滿腹

belittle, 輕視, 使, 顯得渺小且不重要, 例, 窮人是不該讓人小看的, 圍, 圍攻
brittle, 易碎的, 脆弱的, 易壞的, 不熱心的, 不真心的
# little,一點點,少許,一會兒,短時間,小的,很少的,幼小的,瑣碎的,短暫的
whittle, 記, 一點兒, 一點兒一點兒的減少, 逐漸減少, 削, 木頭, 用來成形, 逐漸削減, 切, 削, 削減, 損害, 切肉用大刀, 屠刀
# cattle,名詞,牛,牲口,家畜
prattle, 小孩般說話, 嘮叨, 閒聊, 空談, 孩子氣的話, 無聊話, 連續而無意義的聲音
rattle - -0, 使嘎嘎響, 喋喋不休地說, 急促地談, 格格響, 喋喋不休格格聲, 撥浪鼓
# settle,有背的長凳,安放,使定居,安排,解決,決定,整理,支付,使平靜,安家,定居,停留,下陷,沉澱,決定,澄清
# unsettle,攪亂,使動搖,使不安定,動亂不定,離開固定位置
# unsettled,未處理的,未決定的
mettle, 氣概
mettlesome, 有勇氣的, 精神抖擻的
motley - -0, 雜色的, 五顏六色的, 穿染色衣的, 混雜的, 雜色, 雜色衣服, 混雜, 小丑
mottle, 雜色的, 斑駁的
mottled, 有雜色的, 有不同深淺或顏色的斑點, 類有條紋的和條紋有斑點的和斑點反, 同質的, 團結一致的, 漂白, 使成雜色, 平息
nettle - -0, 麻, 荨麻

# approval,贊成,同意,批准,認可
# approve,批准,通過,贊成,稱許,贊成,稱許
# disapproval,反證
# disproof--0,用証據,反証,反駁的証據,反,証實,証明,反証,反駁,反証物,反駁的証據
# disprove--0,反對
# foolproof,記,証據,防,的,檢驗,防傻瓜的,傻瓜用的,不受人的無能,錯誤,濫用而設計的簡易而不會誤用的,如傻瓜相機,絕無謬誤的,參,徒勞無功的工作,類,絕無謬誤的不會出錯密封的不會泄露,十分簡單的,十分安全的,極堅固的
# improve,使更好,改善,增進,利用,變得更好,增加
# proof,証據,証明,試驗,檢驗,考驗,不能透入的,証明用的,防,的
proofread, 校對, 校勘
# prove,証明,查驗,檢驗,勘探,顯示,証明是
reproof, 譴責, 非難, 譴責別人要先證明別人的錯
reprove, 責備

# ask,問,詢問,要求,請求,問,要求,請求,邀請,請
bask, 取暖, 曬
# flask,記裡是用來燒,閃光,的東西的,聯想神話故事中有一個神仙可以從海裡漂浮的瓶子中飛出來,然後你在提出三個要求,他可以滿足你,細頸瓶,燒瓶,瓶,長頸瓶,細頸瓶,燒瓶,小水瓶
# mask,面具,掩飾,石膏面像,戴面具,掩飾,使模糊,化裝,戴面具,掩飾,參加化裝舞會
# task,任務,作業,困難的工作,程式單元,派給,工作,使辛勞任務,工作

#-ield
# field,域,使上場,擔任場外隊員,田間的,野生的,領域,田地,場地,戰場,場
# shield,盾,防衛物,保護,遮蔽,庇護,擋開,避開,起保護作用
# unwieldy--0,笨拙的,不實用的,難處理的,難使用的,笨重的
# unyielding,不屈服的,不讓步的,頑固的不易彎曲的,堅挺的
# wield--0,揮舞,劍等,使用,工具等,行使,權力,施加,影響
# yield,生產量,投資收益,生產,給予,同意,被迫放棄,放縱,出產,屈服,投降
# yielding,順從的,生產的,易變形的,柔順的

# let,讓,假設,出租,排放,妨礙,出租,被承包出租屋,障礙
amulet, 護身符
# bracelet,手鐲
droplet, 水滴
epaulet, 記讀挨炮, 讓向我開炮我是人民解放軍肩章, 出, 讀跑, 讓讓你出去跑圈, 因為他的肩章上的星星多, 你不服不行, 軍服上有流蘇的, 肩章, 肩飾, 類, 肩章戴在肩膀上戒指戴在手指上, 軍肩章, 肩飾
Epaulette, 肩章
goblet, 記讀高杯立她一個高腳玻璃杯立在她的手上, 高腳玻璃杯, 高腳玻璃杯, 酒杯
# omelet,歐姆蛋,煎蛋捲
# outlet,出口,排水口,銷售店,商行,插座,銷路
pamphlet, 名, 小冊子, 全部愛小物, 名詞充滿愛情詩歌的小物
rivulet, 小溪, 小河
# booklet,小冊子
skillet, 煮鍋, 長柄淺鍋
# violet,形容詞,紫色的,名詞,紫蘿蘭

# definite--0,形容詞,明確的,確切的
# definition,定義,解說,精確度,輪廓影像等的,清晰度
definitive - -0, 確定的
# finite,記,結束,範圍,範圍有限的,最後的,決定性的,時間,空間,有限的,非永久性的,有限的,數有窮的,限定的
# indefinite,形容詞,不確定的,無限期的,無定數的
# indefinitely,不確定地,不清楚地,無限期地
# infinite--0,無限的,無窮的,無數的,極多的,非限定的,無窮的無限物,無窮
infinitesimal, 極小的, 極微的, 無限小的極小量, 極微量, 無限小
# infinity,無限的空間,時間或數量,反,有限空間,無限,無窮大

# all,整個的,全部的,所有的,大家,全體,所有的人或物,完全,都
appall - -0, 動詞, 使驚恐, 使厭惡
# call,呼叫,訪問,打電話,號召,召集,要求,呼叫,召集,打電話,叫喊,訪問
enthrall, 記, 奴隸, 束縛, 被扔進美女的手掌心迷惑, 迷惑, 吸引住, 奴役, 迷惑, 迷住, 奴役
gall, 膽汁
Molotovcocktail, 莫洛托夫雞尾酒
Pipebomb, 管炸彈
Bilebomb, 膽汁炸彈
forestall - -0, 先發制人, 預先阻止, 記法前站事先站在對方的路上製造進攻犯規先發制人
# install,安裝,安置,使就職命令裝入結束且駐留軟體
# stall,攤子
pall, 記, 怕, 所有所有人都害怕的東西, 裹屍布, 整天穿著, 使人厭倦, 裹屍布, 使人發膩, 使平淡無味, 覆蓋, 反, 使發生興趣, 激起, 的興趣, 棺罩, 幕, 遮蓋物, 走味, 覆蓋, 使平淡無味, 使生厭, 感到膩煩
# recall,回憶,召回,取消,回想,回憶,召回,撤消,取消,恢復
# small,小的,少的,小型的,瑣碎的,低微的,小氣的,細微的,些微地狹小部分
squall, 記, 壓, 鎮壓所有人的東西, 騷動, 風暴, 短暫的, 騷動, 短暫, 突然且猛烈的, 風暴, 類, 短暫的騷動是短暫暴亂閃光是短暫照明, 暴風, 暴風雪, 嚎啕, 狂風吹襲, 嚎啕, 哇哇地叫嚷, 尖聲叫著
# tall,高的,長的,誇大的,誇大地
# wall,背景牆牆,牆壁,垣,內壁,分界物,屏障,牆的,禁閉,圍住
# stonewall--0,記,石頭,牆在你面前豎起石頭牆,拒絕,拖延,拒絕,回答,或與,合作,反,完全合作,慎重的打球,妨礙,阻礙
boggle, 驚奇, 記讀報告你們小時候在遲到的時候, 是不是得喊報告才能進教室, 我想你們當時的心情就應該是猶豫, 畏縮不前, 因害怕或懷疑而, 猶豫, 不敢想, 畏縮不前, 例, 永遠不要遇難而退, 區, 游泳鏡, 讀鉤鉤游泳鏡不僅能保護眼鏡, 還能在水下, 欣賞, 美景, 所以眼睛會帶鉤鉤, 猶豫, 不知是否應
gaggle, 鵝羣, 記象聲詞原指鵝的嘎嘎叫, 鵝羣, 一羣多嘴的婦女, 鵝羣, 一羣, 嘎嘎叫
giggle, 動詞, 咯咯地笑, 傻笑, 名詞, 咯咯地笑, 傻笑
# goggle,護目鏡,記該詞中有個護目鏡,護目鏡,用來保護眼睛免受灰塵,強光或飛行物體的傷害,類,護目鏡保護眼睛手套保護手耳罩保護耳朵,眼睛睜視,復數,風鏡,護目鏡,睜眼的,瞪眼的,眼珠轉動,瞪眼看,使瞪眼
smuggle, 偷運, 走私, 私運, 走私
smuggling - -0, 走私, 偷運
# struggle,鬥爭,戰鬥,掙紮,努力,掙紮鬥爭,奮鬥

# fall,秋天,落下,瀑布,採伐量,下降,落差,降低,墮落,倒下,落下,來臨,失守
# pitfall--0,陷阱,圈套,隱藏的危險,易犯的錯誤,意想不到的困難
# rainfall,名詞,降雨,下雨,降雨量

# confine--0,限制,閉居,禁閉邊緣,範圍,區域
# confined,指空間有限的,受限制的,狹窄的,幽禁的,封閉
# confinement,被,限制,被,禁閉,產期,分娩
# define,定義,解釋,下定義,限定,規定
# defined,被定義的,清晰的,反,含糊的,不清楚的,曖昧的
# fine--0,罰款,罰金,晴天,好的,晴朗的,健康的,細小的,精細的,罰款,精煉
# fineness,優良,精緻,細微,敏銳
# finesse--0,精密技巧,靈巧,策略,用計謀處理,出小牌
# refine,提純,精煉,使高雅去掉粗魯,不合時宜或不道德的特點
# refined,文雅的,脫離粗魯或庸俗的,純淨的,沒有雜質的,類過分關心的是多管閑事的過分文雅的是假裝紳士的反,粗魯的,粗糙的
# refinement,精煉,精緻,高尚,嫻雅
# refinery,提煉廠,提煉石油或糖等原料的工廠,類,精煉廠加工石油磨房加工穀物,精煉廠
# unrefined,未精鏈的
# backfire,逆火,回火,放火,放逆火,預先放火,發生意外
# fire,火,火災,閃光,炮火,熱情,點燃,燒制,使發光,激動,放槍,解僱,開槍
# firefly,記,蠅,火蠅螢火蟲,螢火蟲,腹部的後端有發閃爍冷光的物質,螢火蟲

# influence,影響,感化,勢力,權勢,有影響的人,影響,感化
affluence, 豐富, 富裕, 流入
affluent - -0, 錢財, 財產或財富, 富裕的, 豐富的, 例, 自然資源豐富的土地, 根一再, 流動一再流入富裕的, 參, 匯流, 多餘的, 反, 貧困的, 身無分文的, 貧乏的
confluence, 合流
# fluency,名詞,流暢,流暢的說話,或寫作
# fluent,說話,寫作等,熟練的,流暢的,說話,寫作等,流利的
influential, 有影響的, 有權勢的, 有影響力的人物
# irrelevant,不相關的,不相關的,不切題的
# relevance,相關性,實用性,意義
# relevant,相關的,舉起來,一直提到,相關,解,注意解釋裡,與,相關,的用法,這裡

# de-,向下,强调。limit,界限,限制
delimit - -0, 劃界
# e-,向外。-limin,界限
eliminate, 除去, 排除, 剔除, 消除
elimination, 排除, 除去, 根除淘汰
# limit,界限,邊界,限度,極限,限制,限制,限定,減少
# limitation,限制,限度,侷限,限制因素
# limited,有限的,狹窄的,缺乏創見的,高級快車
# preliminary--0,預備的

# unlimited--0,無限量的,無條件的,無,限制,有,的

#-lude檯面下
allude, 暗示
collude - -0, 串通
delude - -0, 欺騙
elude - -0, 躲避
interlude, 插曲
prelude, 序幕

aquifer, 記水, 帶來帶來水的含水土層, 含水土層, 含有水的泥, 砂礫或多孔石的地下河牀或地層, 類, 頁巖中有含金屬礦脈井中有含水土層, 含水土層, 蓄水層
circumference - -0, 圓周, 周長
confer - -0, 討論, 商談, 贈與, 記法, 共同, 帶來, 提出問題共同討論
# conference,名詞,正式,會議,討論會,協商會
conferring, 授予學位等
defer, 延緩
deference - -0, 尊重
deferential - -0, 尊重的, 尊敬的, 恭敬的
# differ,不同,不同意,與,不一致
# difference,不同,差別,區別,分歧,爭論
# different,不同的,差異的,後接,一般用法
# differentiate,動詞,構成差別,區分
# differing,不同的
indifference, 名詞, 漠不關心, 無關緊要
indifferent - -0, 不關心的, 冷淡的, 不感興趣的, 無關緊要的, 不在乎的
# infer--0,推論,推斷,意味著,作出推論,能由,推導出的
inference, 推論, 推理, 推斷推斷結果, 結論
interfere, 干涉, 幹預, 妨礙, 打擾, 牴觸, 沖突
interference - -0, 干涉, 幹預, 妨礙, 打擾, 牴觸, 沖突, 干涉, 幹擾
# offer,出價,提議,意圖,報價,提供,出價,奉獻,企圖,使出現,演出,出現,獻祭
# offering,名詞,提供,供奉,捐獻物,供物,課程
pilfer, 記, 贓物, 戰利品, 藥丸, 帶來偷藥丸, 小偷小摸, 偷竊, 少量或小部分, 類, 逃跑是偷偷離開偷竊是偷偷獲取, 盜, 偷, 竊
# prefer,偏愛
# preference--0,偏愛,優先,優先權,優先的選擇
proffer, 獻出, 贈送, 建議, 記, 向前, 獻出, 贈送
# refer,把,提交,讓,查閱,把,稱作,把,當作,把,歸因於,把,歸類於
referee, 動詞, 為, 擔任裁判, 仲裁, 名詞, 裁判員, 仲裁人
referenda, 公民投票的複數
# transfer,遷移,移動,傳遞,轉讓,轉移,過戶,匯兌,換車,轉移,調轉,調任,改變,傳遞
# transferred,轉移的,調動的

# color
# blackmail,記黑,信寄黑信敲詐,黑函,也叫敲詐函,通過揭露犯罪行為或提供不可信資料威脅強索錢財之物,敲詐,勒索,例,這個人想訛詐職員迫使他幫他取錢,勒索,勒索所得之款,勒索
# blue,藍色,晴天,大海,憂鬱,沮喪,藍調音樂,布魯斯舞曲,藍色的
# blueprint,藍圖,設計圖,周詳的,計劃,製成藍圖,計劃
# green,綠的,青的,未熟的,嫩的,新鮮的,新近的,無經驗的,幼稚的綠色,蔬菜
# greenhouse,花房,溫室,由玻璃構成,內部的溫度和濕度可控製以利於植物的保護和培養,類,植物在溫室中成長嬰兒在保育器中成長,溫室,花房

# ballot,投票,投票用紙,抽簽,不記名投票,抽簽,投票選出,拉選票
# lot,運氣,簽,抽簽,份額,許多,一堆,劃分,抽簽,抓鬮
# pilot,飛行員,領航員,航船者,響導,領導人,領航,駕駛,引導,引導的,控制的
plot, 小塊土地, 地區圖, 圖, 祕密計劃, 特指陰謀, 小說的, 情節, 結構, 劃分, 繪圖, 密謀, 密謀, 策劃
# slot,動詞,開狹長的孔,把,納入序列中,名詞,狹長孔,投幣口,位置,吃角子老虎

# zealot,狂熱分子,熱心者,類,狂熱者熱烈懷疑者懷疑浪費者浪費,狂熱者是過分崇拜者熱心者是過分追隨者,吝嗇鬼不是大方的熱心者不是厭煩於享樂的
# zeal,名詞,熱心,熱誠
# zealotry,狂熱行為,反,缺乏熱情,狂熱行為
# zealous--0,熱衷的,熱誠的,熱心的,狂熱的
# conceal,隱藏,隱蔽,隱瞞,隱蔽
# deal,給予,分給,做買賣,經營,對付,處理,論述,涉及交易,買賣,待遇
# heal,痊癒,使復原,使和解,治癒
# ideal,理想,觀念,思想,最後目標,理想的,完美的,空想的,觀唸的,唯心論的
# meal,一餐,膳食,粗粉,進餐
# steal,偷,竊取,偷偷地奪取,巧取,僭據,侵佔,偷偷地進行,或投射,偷偷地做,棒盜,壘,偷東西,行竊,偷偷地行動,溜,偷竊,贓物,以極低廉價格買來的東西
appeal, 呼籲, 要求, 訴, 求助, 上訴, 有吸引力呼籲, 要求, 吸引力
arboreal, 樹棲的
# cereal,穀類食品,早餐,穀類的
coagulate, 凝結
congeal, 記一起, 擱, 把所有東西擱到一起, 產生一種壓縮的感覺凝固, 使凍結, 凝固, 根凍結, 反, 使融化, 使分解, 不能凝固, 使, 凍結, 使, 凝結
corporeal, 記軀體, 真的軀體有形的, 肉體的, 肉體的, 物質的, 有形的, 反, 精神的, 無形的, 無實質的, 非實質的, 肉體的, 人體化的, 肉體的, 物質的, 有形的
empyreal, 虛幻的
ethereal, 輕飄虛空無形的, 非物質的, 精神的源原指天上的, 天國的反, 物質的, 重要的, 笨重的, 冗長的
ordeal, 嚴酷的考驗, 痛苦的經驗
# real,真的,真實的,實際的,實在的,不動,產,的,實數的實數,現實,真正地
repeal, 撤銷, 廢除, 否定, 放棄, 廢除, 作廢, 撤銷
sidereal, 恆星記, 旁邊是真的當你眼冒金星是金星是假的旁邊的東西是真的, 恆星的, 類, 樹木的對樹木恆星的對恆星河流的對河流感情的對感情, 恆星的

# agree,同意,贊成,承認適合,同意
# agreeable,適意的,愉快的,一致的,符合的,適合的
# agreeably,愜意地,令人愉快地
# agreement--0,同意,答應,商定,一致,協定,協議
# degree,度,度數,程度,學位,階層
# disagree--0,意見不同,不同意,不一致,不符,不適宜,有害
# disagreeable,不愉快的,不為人喜的,厭惡的,令人討厭的,好爭吵的,脾氣暴躁的,參,使人愉快的,愜意的,類,特別不滿的是憎恨的特別有害的使致命的
# disagreeing,不一致,不符
# disagreement,意見不同,不調和,爭執,不和

# evolve,進展,進化,展開,使發展,推論,使進化
# involve,包纏,使捲入,使陷入,使專注,必須包括,包圍

# valve,活瓣,閥,活門,裝閥,用閥調節
salve, 藥膏
delve, 探究, 挖掘, 搜索
shelve, 置於架子上, 緩議, 擱置, 解僱, 傾斜

# ad（去）+monish（劝告、警告）
admonish - -0, 勸告, 告誡, 訓誡, 提醒, 責備
astonishment, 驚異, 驚愕, 使人驚異的事物
astound, 使驚駭, 使大吃一驚
astounding, 驚人
banish, 放逐, 被官方法令強迫離開某國或某地, 例, 把某人流放國外根禁止禁止回國流放可以讓你, 消失, 類驅逐從住處趕出流放從國家趕出
banished, 被放逐
burnish, 記, 閃耀的, 擦亮, 金屬, 燒, 把金屬燒得發亮磨光, 擦亮, 金屬, 磨光, 例, 這種金屬容易擦亮, 參, 使, 失去光澤, 提供, 裝修, 類, 使麻木是使沒有知覺的磨光是使有光澤的, 磨光, 擦亮, 金屬
clannish - -0, 排他的, 門戶之見, 宗族的, 氏族的, 黨派的, 團結心很強的
clownish, 滑稽的, 粗魯的, 似小丑的
diminish, 動詞, 減少, 減小, 縮減
diminished, 減少了的, 被貶低的
garnish, 裝飾, 文飾, 給, 加配菜, 法傳訊, 裝飾, 裝飾品, 華麗的詞藻, 配菜, 俚勒索金
# punish,罰,懲罰,處罰,口折磨,損害,口大量消耗,貪婪地吃喝,口痛擊,拳擊對手
# punishment,名詞處罰,懲罰,刑罰
replenish, 把, 裝滿, 把, 再備足, 補充, 我們不得不額外進口四百萬噸小麥以補充我們的儲備給, 添加燃料, 你最好給爐火再添些燃料古使住滿人
tarnish, 晦暗, 玷污, 汙點, 使失去光澤, 玷污, 失去光澤, 被玷污
undiminished, 未衰減的, 未縮減的, 沒削弱的
# vanish,消失,消散,消滅,不見
varnish, 清漆, 又叫凡立水, 表面塗的堅硬有光澤的透明膜, 塗上清漆類上清漆有光澤的打磨平滑的木頭上刷漆油氈上打蠟瓷器上釉彩

applause, 名詞, 鼓掌歡迎, 喝采
implausible - -0, 難以置信的, 似乎沒有道理的
plausible - -0, 似合理的

# because,連接詞,因為
# cause,原因,目標,引起,使產生,成為,的原因
# caused,原因,理由,根據,起因,動機,導致,引起,使發生
# causer,原因

# 希臘語naus船
nautical, 記, 船, 一航海的, 船員的, 航海的, 參, 宇航員, 海軍, 類, 星盤是航海工具濾器是烹調工具, 船員的, 船舶的, 海上的, 航海的, 海軍的
nausea, 反胃, 暈船, 惡心, 極度的不快
nauseate, 記源於, 船, 船上的病, 暈船, 惡心, 讀鬧死吃, 吃飯的時候鬧死了, 作嘔, 讀鬧, 在海上吃飯的時候鬧, 惡心, 使作嘔, 使厭惡, 類, 眩暈惡心, 作嘔, 產生惡感, 厭惡, 使厭惡, 使惡心, 使作嘔

accuse - -0, 指責, 指控, 控告, 控訴
# excuse,原諒,寬恕,免除,為,辯解,成為,的理由藉口,辯解,原諒,饒恕
# excused,對不起

# allocate,配給,分配
# dislocate--0,脫臼
# location,指出位置,定位置,位置,地方,外景拍攝地
# local,地方性的,當地的
# locale--0,地區
# locomotion,運動力
# locomotive--0,火車頭,機車
# locus--0,所在地

# unusual,不平常的,異常的,與眾不同的,獨特的
# usual,通常的,平常的,普通的,常見的
# usually,通常地,慣常地
# usable--0,可用的,能用的合用的,便於使用的
# use--0,使用,習慣,價值,用法,使用權,使用,利用,運用,耗費,慣常
# useful,形,有用的,有益處的,有用有,的,形容詞有用的
# useless,形容詞,無用的,無價值的
# overuse,使用過度過度使用,任意驅使
# overused,對,使用過度

steadfast, 忠實堅定的, 穩定不變的反, 反複無常的
# steady,穩定的,不動搖的,沈著的,穩固的,堅定的,可靠的,使穩定
# unsteadily,不安定地,不穩定地,搖擺地
# unsteady,不安定的,不穩的,搖晃的

fertilize, 受精
fertilizer, 肥料, 促進發展者
# underutilized--0,未充分使用的
# utilize,使用,效用,公共事業


# proverb,諺語,格言,箴言,使成為諺語,用諺語表達
# verb,詞語的,言語的,口頭的,逐字的,動詞的,英口,口頭供述,口供,口角,爭吵,使招供
# verbal,詞語的,言語的,口頭的,逐字的,動詞的,英口,口頭供述,口供,口角,爭吵,使招供
# verbally,言詞上,口頭地,照字面地作為動詞
verbatim, 逐字的, 照字面的, 記, 言語, 每一個字都很重要, 所以要, 逐字, 記錄
verbiage, 啰嗦
# verbose--0,囉唆的,冗長的,類,囉唆的,多餘的,過剩的
# verbosity,嘮叨,冗長類過多詞語是羅嗦過多裝飾是花哨反,簡潔,簡潔,轉向,風向,順,時針,轉,使轉向,放出,錨,轉向,方向的轉變

# allow,允許,同意給予,承認,考慮,體諒,容許
# allowance,允許,考慮,津貼,餘地,體諒,限額,限量,折扣
# allowing,允許,同意給予,承認,考慮,體諒,容許
billowy, 如波浪般翻滾的
callow, 年輕而無經驗的, 鳥, 未生羽毛的
fallow, 休耕
# fellowship,夥伴關係,交情,團體,獎學金,友誼
# follow,跟隨,接著,領會,聽得懂,沿著,前進,遵循,仿效,跟隨,接著,結果是
# followed,在,之後
# follower,名詞,追隨者,信徒
# following,下列各項,部下,黨羽,下列的,其次的

# hallow,圣徒
# hallowed,神聖化的,神聖的


shallow, 水淺的地方, 淺灘, 淺的, 膚淺的, 使, 變淺
swallow, 燕子, 吞嚥, 喉, 咽, 淹沒, 吞沒, 耗盡, 輕信, 忍受, 壓制, 取消, 吞下, 嚥下
wallow, 記, 牆, 低導致水溢出, 在水中打滾你的孩子要是, 就, 他, 在水裡, 雪中或泥漿中懶散地或笨拙地, 打滾, 沉溺於, 打滾, 喻沉迷, 顛簸, 打滾, 泥坑, 墮落
# willow,柳樹,柳木製品,柳樹的,柳木製的
# willowy,記,柳樹,象柳樹一樣苗條的,苗條的,婀娜多姿的,區,打滾,有彈性的,多柳樹的,苗條的,易彎曲的

#-trib,貢獻
# attribute--0,屬性,歸因於
# contributing,貢獻,促成
# distribute,分配
# redistribution,記,重新,分配,為了減少財產分配上的不平等,重新分配,類,文盲要受教育不公平要重新分配,重新分配,再區分
# retribution,報應
tribunal, 名詞, 法庭, 法官席, 裁決, 公斷
tribune, 護民官
# tribute--0,貢金,貢物稱讚,頌詞

plaint, 法語, 起訴,哭訴
plaintiff, 原告
plaintive - -0, 哀傷的
# complain,抱怨,埋怨,控拆,不滿
# complaining,抱怨
# complainingly,抱怨地
# complaint,抱怨
# explain,解釋,說明
# explaining,解釋
# explanation,解釋
# explanatory--0,解釋的,說明的,辯明的

# plan,計劃
# plane,平面,飛機
# airplane,飛機,飛機
# plain--0,明白的,平易的,樸素的

# implant,移植,注入
# plant,植物,工廠,
# supplant--0,排擠,篡位
# transplantation,移植,移民
# unplanted,未植入

# compile,動詞,匯編,收集,資料等,編譯,程式
# pile,堆,大堆,電池,大量,橋樁,軟毛,痔瘡,堆起,堆積,積累,擠,堆於,累積

# convey,運送,運輸,傳達,轉達,傳播
# conveyed,傳達
# purvey--0,供應貨物,提供服務或資訊
# survey,調查
# surveyor,调查者,测绘员


glitch, 小故障
hitch - -0, 拴住
# pitch,程度,坡度,前傾,傾斜,投擲,音高,樹脂,瀝青,投,擲,向前傾跌,紮營
# pitcher,名詞,大水罐,一壺的量,投手
snitch, 記偷偷, 別人東西的人就是, 偷偷告密, 偷, 不值錢的東西, 小偷, 告密者, 告密者, 告發者, 偷
stitch, 動詞, 縫
twitch, 抽搐, 直播平臺
# switch,開關,電閘,轉換,軟枝,轉變,切換,擺動,轉換,使轉軌,轉換,變換,擺動
# witch,巫婆
# bewitching,施魔法的,迷人的,使人著迷的,使銷魂的

misshapen, 造型不佳的, 殘缺的, 畸形的
shape, 形狀, 形態, 外形, 定形, 形式, 身材, 定形, 使成形, 塑造, 計劃
shaped, 常用於複合詞中, 成某種形狀的, 形狀
shapeless, 沒有形狀的, 不成樣子的
shipshape, 記, 船, 形狀, 船的形狀, 井然有序的, 井然有序的, 有秩序和清潔的, 參, 造船工人, 建造者, 類, 整齊的不是雜亂骯臟的不是乾淨, 井然有序的

ingrate - -0, 忘恩
grateful, 感謝的, 感激的, 受歡迎的
ungrateful, 忘恩負義的, 使人不愉快的, 徒勞的, 討厭的

gratify - -0, 滿足
gratification, 名詞, 滿足
gratiate, 感恩的
ingratiate - -0, 討人喜歡
ingratiating - -0, 討人喜歡
congratulation, 祝賀, 恭賀

# invalid--0,形容詞,無效的,病弱的,名詞,病弱的人,殘疾者
# invalidated--0,使無效
# valid,有確實根據的,有效的,正當的,正確的
# validate--0,使有效,使生效,承認,為正當,確認,證實

# shard,記象聲詞剎的一聲陶瓷就碎了,陶瓷碎片,在考古發掘中發現的陶器等的,碎片,類,陶器的碎片骨頭的碎片面包的碎屑,瓷碎片,破片
# share,部分,參與,一份,參股,份額,均分,分擔,分享,分配
# shared,共用,分享
# sharing,分享
# sharp,鋒利的,銳利的,陡的,急轉的,輪廓分明的,刺耳的,敏銳的,機警的,正,準
# sharpen,使尖銳,使敏捷,加重,使劇烈,尖銳化,變鋒利
# sharply,嚴厲地,明確地,鋒利地,突然地
# sharpness,銳利,嚴厲,疾速


# mixture,混合,混合物,混合劑
# mixed,混合的,形形色色的,弄糊塗的混合的
# mix,混合物,混亂,糊塗,使混合,弄混,使結合,混淆,相混合,交往,參與

annal - -0, 時尚

class, 種類, 等級, 階級, 班, 班級, 年級, 課, 把, 分類
classification, 分類, 分級, 分類法
classified, 分類的, 類別的, 被指定為機密的
classify, 動詞, 將, 分類
unclassifiable, 無法分類
glass, 玻璃, 玻璃器皿, 玻璃杯, 鏡子, 透鏡, 眼鏡, 望遠鏡
lassitude, 沒精打採類不定形缺乏定形疲倦缺乏精力傲慢不會服從疲倦不會活動反, 精力充沛的感覺, 活力, 精力

conceit, 原義想法, 意見, 自負, 幻想, 狂妄
deceit, 欺騙, 詭計, 不誠實
deceitful, 騙人的, 欺詐的, 虛假的, 誤導的
deceitfully, 欺騙地
deceitfulness, 虛假, 騙人

descent, 名詞, 下降, 下傾, 血統
fluorescent, 日光燈, 螢光的
unscented, 無氣味的, 不芳香的, 反, 芬芳的
ascent, 上升, 地位, 聲望等的, 提高, 攀登, 上坡路
evanescent, 逐漸消失的, 容易消散的, 會凋零的
convalescent, 康復中的, 恢復期的, 記諧音, 康復
iridescent, 彩虹色的, 隨位置不同而, 變色的, 閃色的
nascent - -0, 初期的, 未成熟的, 發生中的, 開始存在的
adolescent, 形容詞, 青少年的, 未成熟的, 名詞, 青少年
obsolescent - -0, 荒廢的, 即將過時的, 逐漸被廢棄的
quiescent, 不動的, 靜止的參, 債務清償, 反, 粗暴的, 騷亂的
recrudescent, 復發的, 創傷未癒的, 傷口再次變成沒有痊癒的狀態
reminiscent - -0, 回憶往事的, 懷舊的, 好回憶往事的, 喜愛懷舊的, 提醒的, 發人聯想的
incandescent, 記, 進入, 白熱, 開始, 的, 開始發熱的, 發白熱光的, 發白熱光的, 由於遇熱而發出可見光的, 白熱化的, 參, 無偏見的, 坦白率直的, 白熱, 反, 呆滯的, 陰暗的, 遇熱發光的, 白熾的

# acquire,買入,取得,收購
# acquired,已獲得的,已成習慣的,後天的,通過自己的努力得到的,反,天生的,已獲得的,已成習慣的,後天通過自己的努力得到的
# inquire,詢問,調查,問,打聽,調查
# require,需要,要求,要求,命令
# requirement,需要,要求,請求,規定,必要條件

aspire, 熱望, 嚮往, 懷有大志
conspire, 共謀, 陰謀, 指事件, 湊合起來
# inspire,使感動,激發,啟示,吸入,鼓舞,產生,使生靈感,吸入,賦予靈感
# inspired--0,受到啟發的,有靈感的
perspire, 出汗, 流汗, 辛勞, 苦幹
respire - -0, 記, 反複, 呼吸, 呼吸, 呼吸, 類, 肺用來呼吸牙齒用來咀嚼眼睛想象, 耳朵共鳴, 呼吸
spire, 尖塔, 尖頂, 旋渦, 螺旋, 突出, 聳立, 螺旋形上升, 給, 加塔尖

admire, 贊美, 欽佩, 喜歡, 愛慕
mire - -0, 泥沼, 泥濘, 使陷於泥濘, 使陷入困境, 掉進泥坑
mired, 陷入困境

# desire,願望,期望,希望,要求,請求願望,心願,請求,要求
# desired,渴望得到的,想要的
siren, 女海妖, 妖女, 警報器, 汽笛, 迷人的美女, 誘惑的, 響著警報器前進

# entire,全部的,整個的,全然的,完全的,未斷的,連續的,整體
# entirely,完全,全然,一概
entirety, 記, 完整的, 數量或範圍的, 整體, 參, 實體, 全部, 完全
satire, 嘲諷, 用幽默來針砭社會, 滿足, 嘲諷的時候都會講得很滿, 尖銳的, 邪惡, 愚蠢, 例, 解, 此字的, 嘲諷, 通常是一種藝術呈現方式, 如文學, 電影等, 因此也可以指, 嘲諷文體
tire, 口疲勞, 勞累, 輪胎, 頭飾, 使疲倦, 使厭煩, 梳理, 疲勞, 厭倦
tired, 疲勞的, 累的, 厭倦的, 厭煩的
tiredness, 疲勞, 疲倦
tireless, 不疲倦的, 不厭倦的, 不屈不撓的
tiresome, 使人疲勞的, 令人厭倦
tiresomely, 費力地

# direct,直接的,徑直的,直截了當的,直率的,徑直地,直接地,管理,指導,指揮
direction, 方向, 方位, 用法說明, 說明書, 管理, 指導, 指揮
directly, 徑直地, 直接地, 馬上, 立即, 直截了當地, 直率地, 一, 就
indirect - -0, 間接的, 次要的, 欺騙的, 迂迴的, 曲折的
indirectly, 間接地, 迂迴地, 婉轉地, 不坦率地
redirect, 記, 重新, 指引, 導演, 改寄, 改寫地址再寄信件, 信件, 重寄, 使改道, 使改變方向
undirected, 未受指導的

dire - -0, 可怕的
doctrinaire - -0, 教條主義者, 源, 從名詞, 教條, 而來, 有, 說, 教, 的意思, 衍, 解, 可表, 人, 或, 物, 如, 百萬富翁, 億萬富翁, 問卷
empire, 大企業, 企業集團, 帝國
# expire,終止,期滿,失效,呼氣,斷氣
# hired,僱用,租用,僱用,租用
ire - -0, 內心充滿, 憤怒, 易怒的, 暴躁的
umpire, 動詞, 仲裁, 當裁判, 名詞, 仲裁人, 棒球等的, 裁判員
# wire,線
wiretap, 竊聽或偷錄, 竊聽裝置, 竊聽, 竊聽電話, 非法接線於電話線上竊聽祕密

# 字彙的力量
# paraphrase
# phrase,動詞,用言語表達,用,詞,名詞,片語,詞組
# paraphrase,注釋,意譯,用其它形式或詞語來重述一篇課文或文章的語句,類意譯不是逐字的約等於不是精確的,平底鍋,盤子,面板
# cite,動詞,引用,舉出,表揚
# quote,動詞,引用,引述,名詞,引文,報價

# ostensible
ostensible, 外表的, 假裝的, 類, 表面上的, 似乎是真的, 似是而非的, 反
ostensive, 表象的
ostentation, 虛飾, 虛有其表, 賣弄
ostentatious - -0, 賣弄的, 自我誇耀的根, 表面, 表面裝飾的不錯, 賣弄的參, 理由等表面的, 反, 賣弄, 天真爛漫, 謙遜
distension, 膨脹, 延伸, 反, 濃縮, 壓縮, 膨脹, 延伸
hypertension, 高血壓, 過度緊張, 記, 超過, 拉緊, 緊張
# intense,非常的,強烈的,緊張的,熱情的
# intensely,強烈地,極度強烈地,劇烈地,猛烈地熱情地,熱切地緊張地,認真地
# intensify,動詞,加強,增強
# intensity,強烈,劇烈,感情的,強烈程度
specious - -0, 外表美觀, 華而不實的, 徒有其表的, 似是而非的, 外表美觀的
# especially,尤其,特別,格外
# specialized,專攻,專門從事,詳細說明,使專門化,使特殊化,限定
# specific,特效藥,特性,特殊的,明確的,具有特效的,特定的,具體的
# specialize,使特殊化,列舉,特別指明,限定,的範圍,成為專家,專攻
# special,專輯,專車,特別的東西,特別的,專門的,特殊的,額外的,附加的,特親密的
pretense, 虛假, 偽裝, 自大, 優越感
pretension, 炫耀, 自負, 要求, 主張, 藉口, 驕傲
# tense,緊張的,拉緊的,使,緊張,使,拉緊時態
# tension,拉緊,繃緊,緊張,張力,拉力,牽力,拉緊,繃緊,使緊張

# gress=gradi走出去
# ingress,入口
# egress,出口
# digress,離題
# digression--0,題外話
# digressing,離題
# aggression--0,侵略,侵犯,挑釁侵略行為,侵犯行為
# aggressive,形容詞,好鬥的,挑釁的,有進取精神的
# aggressively,積極地,有侵略性地
# aggressiveness,好鬥,具侵略性
# aggressor,侵略者,侵略國,攻擊者
# progress,前進,進步,進展,前進,進步,進展
# progression--0,事件的連續,一系列,發展,進展,數級數
# regress,使倒退,復原,逆行
# regressive,記,反,走,退步的,退步的,退化的,反,早的,前進的,回歸的
# transgress--0,冒犯,違背,記法,超過,走,超越界限的冒犯
# transgression,違反,犯罪,地海侵,海進

# uncanny--0,奇怪的,怪異的,可怕的,不尋常的
# canny--0,謹慎的

candor, 名詞, 坦白, 直率, 坦誠
candid, 坦白的, 真誠的, 衍, 例, 解, 也是, 等的字源同義字
outspoken, 直言的, 坦率的, 毫無保留的, 心急口快

disingenuous - -0, 不坦白的, 不真誠的區, 機靈的, 有獨創性的, 中的是一個坑直率的人容易掉裡類有害的傷害不真誠的誤導
ingenuous - -0, 純真無邪的, 缺乏老練的, 率直坦白的類懶散的沒有雄心無瑕疵的沒有瑕疵單純的沒有詭計天真的不掩飾粗俗的不打扮禮貌的不冷落

morose - -0, 悶悶不樂
sullen, 憂鬱
# gloomiest,最悲觀的
# gloom,憂沈,幽暗,變憂沈,變黑暗,使黑暗,使憂鬱
# gloomy--0,幽暗的,令人沮喪的,憂鬱的,沒有希望的
# mood,名詞,心情,心境,情緒
glum, 悶悶不樂的, 憂鬱的, 陰沈的, 淒涼的
dolorous - -0, 悲傷的, 衍, 記, 人生的色彩, 被, 掉了了變, 所以很, 悲傷
lugubrious, 故意裝出來的, 悶悶不樂的, 悲哀的反, 幽默滑稽的, 快活的, 高興的
saturnine, 憂鬱的, 天氣陰沉的類沮喪的憂鬱的熟練的, 同義, 反, 親切的
# optimist,樂觀者,樂觀主義者
# optimism,名詞,樂觀,樂觀主義
# optimistic--0,樂觀的,樂觀主義的,樂天的
jovial - -0, 愉快的
sanguine, 滿懷希望的

# adept--0,熟練的,內行的,擅長的行家,能手
adroit - -0, 通常是在緊迫條件下, 熟練的, 靈巧的例, 熟練的網球手根一再, 正確的一再正確熟練的參, 笨拙的, 熟練地, 機敏地
adroitly, 熟練的
adroitness, 靈巧
maladroit, 不靈巧的, 笨拙的類笨拙的缺乏技巧靈巧的輕鬆流利的缺乏深度流利的缺乏簡短的柔順不是倔強的老練不是笨拙的反, 敏捷熟練的, 靈巧的, 機巧的
maladroitness - -0, 笨拙, 不老練
deft, 靈巧的, 迅速而熟練的, 參, 愚蠢的, 打福特汽車類怯懦的對可敬的靈巧的對笨拙的不靈巧的對靈巧的多話的對簡潔的反, 笨手笨腳的
deftness, 靈巧, 熟練, 敏捷
dexterity, 純熟, 靈巧, 右邊的, 熟練的
dexterous - -0, 靈巧的, 熟練的, 慣用右手工作的參, 懷有二心的, 非常靈巧的, 類靈巧的是熟練操作的特徵預見
# masterly,精通
# mastery,名詞,支配,統治,精通,掌握
proficient - -0, 熟練精通的, 在藝術, 技能或學術方面有造詣的, 專家區, 足夠的, 缺乏的, 類討厭的人討厭專家精通反, 不適當的, 無能的, 不合格的
# skilled,有技術的,有技巧的,擅長的,精通的

# adapted,適應的,適宜的
# adapt--0,動詞,使適應,使適合,改編,改造
# adaptable--0,能適應的,適應能力很強的,可修改的
# adopted,被收茲的,被採用的
# adopt,採取,採納,選擇,視力,希望

saturate, 使飽和, 使滲透, 浸透, 使充滿, 浸透的, 飽度高的, 深顏色的
saturated, 滲透的, 濕透的, 飽和的, 深顏色的
drench, 使濕透, 使充滿雨淋, 弄濕
drenched, 形容詞濕透的, 這人全身上下都濕透了充滿的, 渾身灑滿廉價香水的女子
drenching, 濕透
steep, 陡峭的, 浸漬
steeped, 沈浸在, 中的, 充滿, 的
steeping, 浸泡
impermeability, 記, 有浸透性的, 能透過的, 讀潑, 潑我一身水, 有浸透性的, 不能透過的性質, 不滲透性, 類, 無法消除的無法擦掉無法穿透的無法透過, 不透明無法透光不能穿透無法透液體, 不能透過的性質, 不滲透性
impermeable, 不容液體滲透的, 液體透不過的
permeable, 被液體或氣體, 可滲透的參, 彌漫, 滲透, 類可塑的可以捏製可滲透的可以穿透不透明無法讓光線進入不可滲透無法讓液體進入反, 防水的
permeate, 彌漫, 滲透, 充滿, 透入
impregnate, 浸漬
pregnant, 懷孕的
imbue - -0, 浸染, 浸透, 使充滿, 灌輸, 激發
sodden, 記, 草地, 窩, 獸穴, 草地和獸穴都很濕潤, 浸透了的, 參, 濕透的, 讀騷, 尿褲子了, 濕透的, 類, 潮濕的過分是濕透的驚訝的過分是大吃一驚的, 沼澤是濕的沙漠是乾的, 反, 乾燥的, 浸透的
soak, 浸, 濕透, 大雨, 使上下濕透, 浸, 吸入, 吸收, 浸出, 浸泡, 滲透
soaking, 記源於, 浸透, 濕透的, 類, 濕透的是十分濕的非常高興的是十分高興的嚴寒的是十分冷的, 強烈譴責是十分非難濕透的是十分潮濕, 濕透的

pragmatic, 忙碌的, 活躍的, 實際的, 國事的, 實用主義的
pragmatism - -0, 實用主義, 務實思想, 實用主義取代政治教條後, 市議會的工作更有效了

congenial - -0, 意氣相投的, 性情好的, 好相處的氣質, 合適
congenital - -0, 記共同, 產生, 讀頭從你出生的那一刻起, 同時產生在你的腦中與生俱來的, 病等, 先天的, 天生的, 參, 生殖的, 祖先, 起源, 天生的, 先天的, 天賦的
alien, 外星人
alienate, 疏遠, 離間, 挑撥, 使不和, 讓渡, 轉讓, 沒收
inalienable, 權利等, 不可剝奪的, 不可讓與的, 土地不可分割的類不可剝奪的不能被交出難以平息的不能被勸解
dissident - -0, 意見不同的, 不同意的, 不贊成的意見不同的人, 不贊成者
incongruent, 不一致的, 記, 一致的, 適合的, 適合的, 不和諧的, 類, 不和諧的不會使一致反抗的不會順從分散的不會重疊
incongruity, 不一致, 不協調, 不相稱
incongruous - -0, 不協調的, 不和諧的, 不一致的, 不相稱的
congruent - -0, 全等的, 將圖形重合時完全相等的, 與連用, 一致的參, 一致的, 符合的, 適合的, 類全等的是大小相同同時代的是時代相同不協調的使一致反抗的遵守, 反義
congruous, 一致的, 符合的, 數全等的

caprice - -0, 反複無常, 總是因為一時沖動改變主意, 變化無常, 突然的, 未被預料的行動, 變化, 例, 六月的冰雹是反複無常的源來自意大利語, 奇想曲, 隨想曲參, 反複無常, 類
capricious - -0, 變化反覆無常的, 任性的, 任意的

impulse, 衝動
impulsive, 衝動的
fickle - -0, 在感情等方面, 變幻無常的, 浮躁的, 薄情的
fickleness, 浮躁, 變化無常
whim, 一時的興致, 幻想, 反復無常, 怪念頭, 奇想
whimsical, 反複無常的, 異想天開的類, 祕密的祕密易變的易變敏銳的敏銳不滿的不滿有洞察力的洞察力易變的情緒無常的行為
whimsy, 怪念頭, 反覆無常, 心情浮動
volatile - -0, 飛行的, 揮發性的, 可變的, 不穩定的, 輕快的, 爆炸性的, 現罕有翅的動物, 揮發物
mercurial, 水銀的, 善變的, 活潑的類易變的情緒易變的感情易變的行為反複無常的人不會一諾千金揮霍的人不會有償債能力
erratic - -0, 古怪的人, 漂泊無定的人, 不穩定的, 奇怪的

aberrant - -0, 脫離正道的, 脫離常軌的, 變體的
aberration, 偏離常軌, 偏差行為, 精神異常
errant - -0, 錯誤的, 偏離適宜軌跡或標準的, 漫無目的的, 為尋求冒險經歷而漂流, 遊蕩的, 類誤入歧途的偏離正道異端邪說的偏離教條無定型的偏離形狀, 離題偏離主題周遊不定的偏離標準
erratic - -0, 古怪的人, 漂泊無定的人, 不穩定的, 奇怪的

blatant - -0, 喧嘩的

obligated, 有義務的, 有責任的
obligation, 名詞, 道義上或法律上的, 義務
obligatory - -0, 強制性的, 見得多以至於無聊的

neglect, 忽視, 疏忽, 漏做忽視, 疏忽, 漏做
neglected, 被忽視的, 疏忽
neglectful, 怠慢的, 不小心的, 疏忽的
negligence, 疏忽, 粗心, 不, 選擇, 狀態
negligent - -0, 疏忽的, 粗心的, 不在意的
negligible - -0, 可以忽略的, 微不足道的, 反對, 否認

adamant, 堅硬的東西, 非常堅硬的
flexible, 海盜, 盜印者, 侵犯專利權者, 盜印, 掠奪, 翻印, 做海盜
inflexible, 不可彎曲的, 剛硬的, 不屈不撓的, 堅定的, 執拗的, 不可改變的

sporadic - -0, 偶爾發生的, 零星發生的, 分散的
sporadically, 斷斷續續地, 偶爾

bodyguard, 保鑣, 侍衛, 護花使者
guard, 守衛者, 警戒, 護衛隊, 防護裝置, 保衛, 看守, 當心, 防止, 警惕, 警衛
safeguard, 動詞, 保護, 防衛, 名詞, 保護, 防衛, 預防措施
vanguard, 前沿某事物的, 前衛, 軍隊

concur, 意見相同, 一致, 記法, 共同, 跑, 一起跑
occur, 發生, 出現, 存在, 被發現, 被想起, 被想到, 浮現
incur - -0, 招致
incursion - -0, 名詞, 侵入
excur, 動詞, 遊覽
excursion, 名詞, 短途旅行
excursive, 短途旅行, 混亂的, 離題的

precocious - -0, 早熟的, 早成的, 記法先前煮很多的早熟的
precociousness, 名詞, 早熟
premature, 早熟的, 過早的, 不按時的早產兒, 早發
prematurely, 過早地, 貿然地
retard, 妨礙, 減速參, 緩慢的, 智力遲鈍的
retardation, 遲緩

aloof, 疏遠的
hoof, 蹄
spoof, 動詞,開玩笑地騙

creed, 信條
credence - -0, 名詞, 信用, 支持, 相信, 信任, 我不會相信那些匿名投訴
credibility - -0, 名詞, 可信性, 確實性
credible, 可信的, 可靠的, 他們沒有拿出任何可信的證據來給他定罪
credit, 信任, 信譽, 信用, 信貸, 賒欠榮譽, 光榮, 稱贊, 給予榮譽
discredit - -0, 誹謗, 使, 被懷疑, 不信, 喪失名譽, 的事, 比如小克和小萊, 類勸誡性的講話激發辱罵話使羞辱
credulous - -0, 輕信的
credulity, 輕信
incredulity, 不輕信, 不相信, 懷疑, 記, 輕信
sacred, 神的, 宗教的, 神聖的, 不可侵犯的

breed, 繁殖, 飼養, 教養, 撫養, 繁殖品種, 種類
freedom, 自由, 自主, 免除, 解脫
greed, 貪心, 貪吃
greedily, 貪心地, 貪婪地
reed, 蘆葦, 蘆笛, 簧, 不可依靠的人, 用蘆葦蓋, 裝簧片於

tawdry, 華而不實的, 外表俗麗而不值錢的

peeve, 使, 氣惱或惱怒類過分傷感的是過分多愁善感的使怒是過分使苦惱死板的是特別保守的氣惱的是特別苦惱的易傷感的是特別多愁善感的屈尊俯就的是特, 解釋, 解釋
peevish, 易怒的, 乖戾的, 記法音讀屁動不動就說屁的人

arduous, 艱巨的, 艱苦的, 費力的, 困難的努力的, 勤奮的陡峭的, 難攀登的難克朋的
strenuous, 奮發的, 熱心的, 熱烈的, 緊張的
laborious - -0, 需要耗費大量體力的, 勞工
toilsome, 辛苦

belabor, 古痛打, 不斷辱罵和嘲弄, 就, 作過分的冗長的討論或分析等
collaborate, 合作, 協作, 合夥, 勾結
elaborate, 精細的, 詳盡的, 精心的, 詳細地說明, 用心地製作, 推敲, 變復雜
elaborately, 苦心經營地, 精巧地
elaboration - -0, 精心製作, 或計畫, 精緻, 詳盡, 闡述, 精心完成的東西, 苦心經營的成果
labored, 說話, 做事等, 吃力的反, 口齒伶俐的, 油腔滑調的
laborious - -0, 需要耗費大量體力的, 勞工
laboriously, 艱苦地, 費力地, 辛勤地

# oil,油,石油,油畫顏料,塗油於,使融化,加油於,加燃油,融化
# soil,土壤,土地,國家,國土,溫牀,務農,汙物,糞便,弄臟,污辱,變臟
spoil, 破壞
toil, 動詞, 苦幹, 艱難地行進, 名詞, 辛苦, 勞累, 苦工
turmoil, 騷動, 混亂, 字根, 擾亂
foil - -0, 箔, 金屬薄片, 建葉形片, 烘托, 襯託, 襯託, 阻止, 擋開, 挫敗, 貼箔於
recoil - -0, 畏縮, 倒彈, 後退, 反作用, 後座力, 退卻, 撤退, 反沖, 報應, 被, 嚇到倒彈
roil - -0, 煽動, 攪渾, 反, 使穩定, 澄清, 安撫

impersonate, 模仿
layperson, 門外漢, 業餘人士
person, 親自, 親身, 在外貌少, 在身體上
personable, 討人喜歡的, 有魅力的, 品貌兼優的, 她聰明, 勤奮, 很討人喜歡
personal, 個人的, 私人的, 本人的
personality, 名詞, 個性
personification - -0, 人格化
personnel, 總稱, 人員, 員工, 人事部門

hypothesis, 假設, 假說, 已經提出好幾種全球變暖的假設
hypothetical, 假設的, 假定的, 有待證實的
conjecture - -0, 推測, 猜想, 揣摩, 推測, 猜想, 揣摩

# ject=tothrow
abject, 無精打採的, 地位, 身份悲慘, 淒涼的, 卑微的, 討好的
eject, 噴射
conjecture - -0, 推測, 猜想, 揣摩, 推測, 猜想, 揣摩
deject, 沮喪
dejected - -0, 沮喪的, 失望的, 垂頭喪氣的情緒低落的, 參, 卑鄙的, 可憐的, 拒絕, 抵製, 反, 非常高興的, 使沮喪, 使高興
injection, 注射, 注射劑, 針劑
interjection, 感嘆詞
# object--0,對象,賓語,客體,反對,拒絕,物體,目標,目的
objection - -0, 異議, 反對, 缺點, 缺陷, 妨礙, 拒絕之理由
objectionable, 令人不快的
unobjectionable - -0, 無異議的
# objective--0,目的,客觀的
# project,項目,方案,設計,規劃,工程,科研項目,設計,規劃,投擲,發射,投射,使凸出
projectile, 拋射物, 記, 向前, 扔, 向前扔的東西, 拋射物, 拋射物, 被發射出去, 扔出去或被推動的物體, 參, 投影儀, 類, 艦隊由船隻組成槍炮連發由射彈組成, 射彈, 發射的
projecting, 突出的, 凸出的
projection, 發射, 計劃, 突出部分, 設計, 推測
projector, 設計者, 投射器, 放映師
# reject,被拒之人,被棄之物,不合格品,次品,不及格者,落選者,拒絕,抵制,否決
# rejected,拒絕
# subject,主題,臣民,主語,題目,學科,受治療者,原因,理由,自我,服從的,科目,為了搜尋方便,上的信件都有一個主題欄,此欄用來描述信的主要內容
subjected, 服從
subjective, 主觀的
trajectory, 物, 射線的, 軌道, 彈道, 軌線

arbiter, 權威人士, 有權任意判決或命令的人, 仲裁人例, 時裝方面的權威, 代理總裁判
arbitrary - -0, 任意的, 恣意的, 專制的, 武斷的
arbitrate, 記判斷, 仲裁, 公斷, 以仲裁人的方式判決或判斷, 例, 資方與勞工同意仲裁調停他們尚存的分歧, 作出公斷
arbitrator, 仲裁人

monotonous - -0, 單調的, 乏味的, 記法, 單一, 聲音
monotony, 千篇一律, 單調乏味

legacy, 名詞, 遺產, 遺贈, 留給後人的東西

realtor, 房地產經紀人
realty, 不動產

manifold, 復印本, 多種, 多種的, 有許多部分的, 多方面的, 復寫, 繁殖, 增多
fold, 折層, 折, 羊欄, 摺痕, 信徒, 折疊, 包, 籠罩, 交叉, 折疊起來, 徹底失敗
folder, 文件夾折疊人, 折紙機, 折疊式書本, 卷宗
folding, 可摺疊的, 摺疊式的
scaffold, 記, 折疊, 折疊在一起的鐵棍搭的架子, 腳手架, 腳手架, 造房時搭的架子, 工人可在高處站或坐在上面工作, 建, 腳手架, 絞刑臺
unfold, 展開, 打開, 顯露, 開展, 闡明, 伸展, 開花, 呈現

multifaceted - -0, 多方面的, 這是一個業務多元化的企業, 提供各種服務
multifarious, 許多的, 多方面的, 各式各樣的, 猥, 萬端

# plier彎曲
pliers - -0, 鉗
pliant - -0, 易彎的, 易受影響的, 溫順的, 類, 短暫的容易消失易受影響的容易屈從, 易受影響的容易被影響易發脾氣的容易被激怒
compliant, 順從的
suppliant, 哀求者

retort, 反駁, 頂嘴, 蒸餾器, 曲頸瓶, 反駁, 回嘴, 反擊, 反擊, 反駁, 提純
contort, 使扭曲, 歪曲, 記, 扭曲
contortion, 扭彎, 扭歪, 曲解
distort, 歪曲, 曲解扭曲, 使變形
distorted - -0, 扭曲的, 被歪曲的
extort, 敲詐, 逼取, 強取, 勒索
extortion, 敲詐, 勒索, 強求
tortuous - -0, 扭曲的, 彎曲的, 羅唆的, 欺騙的

rejoinder, 反駁的回答, 記, 再, 加入, 再次加入討論, , 反駁性質的回答, 參, 使再結合, 再回答, 答辯, 反駁
adjoining, 同義字詞, 毗鄰的, 鄰近的
conjoin, 記, 結合, 參加, 使, 結合, 使, 連接, 使, 結合, 使, 連結, 使, 聯合
disjointed, 記, 接合處, 關節, 連接, 脫臼的, 脫節的, 雜亂的, 類, 脫節的不連貫陳腐的不新穎, 反, 有秩序的, 整齊的, 脫節的, 雜亂的
enjoin, 記, 參加, 命令別人參加, 權威性地, 強調性地, 命令, 吩咐, 禁止, 參, 使再結合, 吩咐, 命令, 囑咐, 主美禁止
join, 連接, 參加, 鄰接, 毗連, 聯合, 參加, 加入, 鄰接, 毗連連接, 接連處
joined, 加入, 參加, 結合, 參加, 加入, 結合
joining, 加盟
joint, 接合, 關節, 連接的, 接合的, 聯合的, 共同的, 合辦的, 連接, 結合, 切斷
jointly, 共同地, 聯合地, 連帶地

obstinacy, 固執, 倔強, 頑固, 記, 倔強的, 頑固的
obstinate - -0, 固執的, 倔強的, 難以改變的
obstinately, 頑固地, 倔強地
intractable - -0, 倔強的, 難管的, 使混亂, 記法不拉拉不動的
intransigence, 極端不妥協, 不讓步, 反, 柔軟, 順從, 不妥協態度, 不讓步, 不調和
intransigent - -0, 極端不妥協的類堅定過分是不妥協的關心過分是沉迷的

lacerate, 撕裂, 割破, 使痛苦
incarcerate - -0, 監禁的
macerate, 浸軟

impotent - -0, 無力量的, 無能力的, 當孩子生病卻甚麼忙也幫不上時, 你會覺得自己是如此無能為力
omnipotent - -0, 全力量, 全能的, 萬能的, 無所不能的, 慈愛, 萬能的主怎會允許疾病, 戰爭和苦難的存在
potent - -0, 有力的, 有效的, 強而有力的, 有影響力的
potentate, 統治者, 當權者參, 力量, 有力的, 有潛力的, 類鑒賞家有技術統治者有權力反, 學科, 臣民, 無勢力的人
potential, 潛在性, 可能性, 潛力, 潛能, 勢, 位, 有潛力的, 可能的, 潛在的
potentially, 潛在的, 可能的, 的衍生的副詞
potentiate, 使有權力, 使, 藥物, 更有效力, 反, 使無效, 加強

omniscience, 無所不知
omniscient, 無所不知的, 無所不知的, 博識的, 無所不知
omnidirectional, 全向的
omnipresent, 無所不在的, 全知的, 全知
omnivorous, 雜食性的

scruple - -0, 躊躇, 猶豫, 微量, 躊躇, 有顧忌, 記法海關人員將箱子撕開來檢查謹慎小心
scrupulous - -0, 謹慎小心的, 有顧慮的
unscrupulous, 肆無忌憚的, 不講道德的, 無恥的
unscrupulousness, 狂妄, 肆無忌憚

renaissance, 再生

# gene-都是生的意思
genesis - -0, 發生, 起源, 創世記
degenerate - -0, 墮落的, 退化, 墮落, 使變質, 使退化
gene, 記外來語, 基因, 決定有機體組織的特殊特徵, 能發生變異, 遺傳因子, 遺傳基因
genealogy - -0, 記基因, 學科一研究基因起源的科學家系學, 家譜, 一個人或家庭的後代的記錄或詳圖, 家系學, 關於祖先和家庭歷史的研究, 系譜, 家系, 宗譜
general, 一般的, 普通的, 總的, 大體的, 普遍的, 全體的普通的事或物, 將軍
generality - -0, 一般性, 一般原則, 概括性的話, 參, 歸納概括, 推廣普及, 類, 一般的有一般性整體的有整體性, 一般性
generalize - -0, 一般化, 概括, 推廣, 形成概念, 籠統講
generally, 廣泛地, 普遍地, 通常, 一般
generate, 發生, 產生, 生殖, 生育, 引起, 導致
generation, 產生, 發生, 一代, 一代人
generator, 生殖者, 發電機, 創始人
generic - -0, 生物屬的, 類的, 一般的, 普通的, 非特殊的
generically - -0, 在類別上作為通稱, 一般, 普通地
generosity, 名詞, 寬宏大量, 慷慨
generous, 有雅量的, 量大的, 大量的, 豐富的, 慷慨的
generously, 慷慨地, 寬宏大量地
genetic, 形容詞, 基因的, 遺傳, 學, 的
# heterogeneous--0,異種的,異質的,由不同成分形成的
homogeneity, 同種, 同質, 同次性
# homogeneous--0,由同類事物或人組成的,同類的,相似的
regenerate, 使新生, 重建, 改革, 革新, 新生, 再生, 起革新作用, 新生的, 更新的
unregenerate, 靈魂未得再生的, 不改變信仰的, 不悔改的, 罪惡深重的

# unwarranted--0,沒保證的,保證,偶然的,沒根據,沒有地站不住腳
# warrant--0,正當理由,根據,証明,批准,憑証,許可証,委任狀,保証,辯解,擔保,批准
# warranted,記,授權,正當理由,保証,使有正當理由,有正當理由的,反,無理由的
# warranty,保固

cantankerous - -0, 不好相處的, 記諧音看坦克

flippancy, 無禮, 言語輕浮尖刻反, 認真嚴肅, 清醒, 嚴肅, 莊重
flippant - -0, 輕率的, 輕浮的, 飛, 掛在外面的褲子飛起來
fresh, 冒失的, 新的, 新近的, 新鮮的, 淡的, 清新的, 涼爽的, 鮮艷的, 精神飽滿的
freshness, 新鮮度, 精力恢復, 茶點
refresh, 刷新, 使清新, 使恢復, 使生氣蓬勃, 提起精神, 恢復精神, 吃點心, 喝飲料

forethought, 事先的考慮, 深謀遠慮
thoughtlessly, 輕率地, 不體貼地

subjugate, 使屈服, 征服, 使服從, 剋制, 抑制
# defeat,動詞,戰勝,擊敗,名詞,失敗,戰敗,挫折
# defeating,擊敗
# defeatist,失敗主義者,對失敗無可奈何的接受,類,堅持細節者是苛刻的失敗主義者是聽天由命的,失敗主義者
# conquer,征服,戰勝,佔領,克服,困難等,破,壞習慣等
# conquered,征服,克服

monolithic - -0, 巨石的, 巨大的, 記法, 單一, 石頭, 單塊石頭
paleolithic - -0, 記, 古, 石頭, 舊石器時代的, 舊石器時代的, 參, 新石器時代的, 古文書, 古生物學者, 舊石器時代的
paleontologist, 古代的, 古生物學家
paleontology, 古生物學, 化石學
neolithic, 新石器時代的, 早先的, 巭經過時的
neologism - -0, 新字, 新義記新話語新話語新字例

# goggle,護目鏡,記該詞中有個護目鏡,護目鏡,用來保護眼睛免受灰塵,強光或飛行物體的傷害,類,護目鏡保護眼睛手套保護手耳罩保護耳朵,眼睛睜視,復數,風鏡,護目鏡,睜眼的,瞪眼的,眼珠轉動,瞪眼看,使瞪眼
# monocle,單片眼鏡

monopolize, 壟斷, 擁有, 的專賣權
monopoly, 壟斷, 專賣權, 獨佔事業

monomania - -0, 偏執狂, 狂熱病, 記法, 單一, 狂熱, 狂熱
acrophobia, 記高, 憎恨, 病憎恨高的病, 恐高症, 對於高處的一種不正常的恐懼, 醫恐高症
amnesia, 記不, 非, 記憶, 病沒有記憶的病健忘症, 健忘症, 由休克, 刺激, 大腦損傷或疾病引起的記憶缺失, 健忘症
anorexia, 記, 非, 無, 食慾, 病無食慾的病厭食症, 一個, 不, 拼熱, 病一個不熱的病厭食症, 很因為不吃食物就不能攝入卡路裡, 就不能產生熱量, 因疾病而起的, 厭食症, 例, 神經性食慾缺乏, 食慾減退, 厭食
dyslexia, 記不良, 詞語, 病一閱讀障礙症, 閱讀障礙症, 識別理解文字的能力受到損傷, 參, 機能不良, 煩躁不安, 詞典, 類, 得失眠症無法睡覺得閱讀障礙症無法閱讀, 醫, 誦讀困難
anemia, 記非, 無, 血, 病無血病貧血, 貧血, 貧血癥, 血液中含氧成分的缺失, 比如血紅蛋白和紅血球, 反, 貧血的, 強壯的, 矍鑠的, 貧血, 貧血癥
aria, 記讀啊, 表示病整天啊的病獨唱曲, 有器樂伴奏的, 獨唱曲, 詠嘆調, 類, 獨白是在戲劇中獨自說獨唱曲是在歌劇中獨自唱, 獨唱曲, 詠嘆調, 唱腔
dyspepsia, 記不良, 消化, 病一消化不良, 不良, 百事可樂, 病可樂喝多了消化不良, 消化不良, 醫消化不良, 胃弱
hemophilia, 記血, 喜歡, 病喜歡出血的病血友病, 血友病, 遺傳性血凝病中的一種, 由於凝血因子功能喪失或紊亂而造成血液不能正常地凝結成塊而出血不止, 血友病幾乎都出現在男者身上, 血友病
malaria, 疾病字尾瘧疾
paranoia, 偏執狂, 特別狂熱, 多疑症類特熱情是狂熱特懷疑是多疑
analgesia, 無痛覺, 痛覺喪失, 記, 無, 不, 痛

# overrate,評價過高,高估,估價過高
# underrate,低估,輕視,對,評價過低

# cover,蓋子,封面,藉口,覆蓋,掩飾,保護,掩護,包括,覆蓋
covert, 隱蔽的, , 隱藏處
overt, 公開的, 非祕密的
# covered,隱蔽著的,掩藏著的,有屋頂的
# covering,覆蓋物,遮避物,掩護的,掩蓋的
# discover,發現,找到,暴露,有所發現
# discovery,發現,發覺,被發現的事物
# recover,恢復,復原,使改過,痊癒,復原,重新獲得
# recovering,恢復
# uncover,揭露,揭開,暴露,脫,帽致敬,脫帽致敬,揭去蓋子
# undercover,祕密從事的,祕密的,被僱間諜活動的

awry, 彎曲的, 扭曲的, 走樣的地, 出差錯的地
wry, 扭曲的, 諷刺性幽默的類流利的油腔滑調的幽默的諷刺性幽默的, 褒貶, 過分注重細節的過分注重細節的反, 直接的, 堅定不移的, 平滑的, 真實的, 徑直的

urbane, 溫文爾雅的, 文雅的類禮貌的人不粗魯誠實的人不狡詐謹慎的人謹慎文雅的人文雅反, 粗魯的, 鄉村的, 有禮貌

jargon, 行話, 一個行業中使用的專業技術語言, 胡言亂語類地方有方言行業有行話

prudent - -0, 審慎的, 三思而後行的, 精明的, 節儉的
judicious - -0, 有判斷力的, 明智的, 謹慎的, 參, 司法的, 公正的, 類, 吝嗇鬼小氣賢人明智的, 反, 愚笨的, 愚蠢的, 輕率的

judicate - -0, 記朝向, 判斷, 裁決, 充當裁判, 判決, 通過司法程序聽取及解決案件, 例, 裁定一項損害賠償的要求, 參, 明智的, 偏見, 判決, 宣判, 裁定
judicious, 不明智的, 缺乏判斷力的, 不明智的言論
judicial, 法庭的, 公正的, 審判上的, 司法的
judiciously, 有見識地, 明智地
judiciousness, 明智, 審慎, 反, 不慎重
judice, 偏見, 成見, 損害, 侵害, 使, 抱偏見, 損害, 不利於
judiced, 記源於, 偏見, 前, 判斷, 預先判斷, 偏見, 有偏見的, 有成見的, 反, 無私的, 懷偏見的
judiced, 無偏見的, 沒有成見的, 公平的

# inviolable,神聖不可侵犯的,不可褻瀆的,不能征服的類難以滲透的不能滲透不可褻瀆的不能褻瀆反,褻瀆的,不純的,調查,研究
# violate,違犯,褻瀆,幹擾,違反,侵犯,妨礙
# violated,違反
# violating,違反
# violation,名詞,違反,違背
# violence,猛烈,兇暴,暴力,殘暴
# violent,暴力的,猛烈的,激烈的,極端的,兇暴的,歪曲的
# violently,猛烈的,激烈的,極端的
# violenty,暴力的

commodious, 記, 商品, 多商品很多的地方就是大型超市寬敞的地方, 共同, 方式, 多有很多擺放的方式寬敞的, 寬敞的, 參, 適應, 膳食, 類, 緊張的不是寬敞的異常的不是常去的地方, 反, 狹窄的, 寬敞的
discommode, 記方便, 如, 日用品, 使不方便, 給, 添麻煩, 參, 寬敞的, 廁所, 反, 幫助, 安撫, 施恩惠於, 幫助, 使方便, 平息, 使安心, 使不方便, 使為難, 使不自由
accommodate, 能容納, 能提供, 膳宿, 給, 方便
commodity, 日用品, 商品, 有用的物品

# approximate,近似的,大約的,近似,接近,接近,約計
# proximate,即將來臨的,接近的,接近,接近,臨近
# proximity,接近

# liar,騙子
# lies,謊言,躺臥,說謊
# laid,奠定

# deploy,有目的地展開,調度,部署
# employ,僱用,用,使用使用,僱用,職業
# employed,受僱於
# ploy--0,活動,玩樂,手法

# disgrace,動詞,使丟臉,名詞,恥辱,丟臉的事,或人
# disgraceful,不名譽的,可恥的,失體面的
# grace,優雅,風度,慈悲,恩惠,體面,赦免,恩典,感恩禱告,使優美
# graceful,形容詞,優美的,雅緻的

engross, 使全神贯注
engrossing, 使人全神貫注的, 有吸引力, 引人入勝的
gross - -0, 總數

despot - -0, 專制君主, 暴君, 史, 拜占庭皇帝及其家屬的名譽稱號, 後來其家臣也使用
despotic - -0, 專制的, 專橫的, 壓制的
despotism, 同, 獨裁, 專制, 專制政治
spot, 汙點, 地點, 斑點, 點, 缺點, 處境, 少量, 當場的, 現場的, 現貨買賣的, 點綴
spotted, 有斑點的, 斑紋的, 弄汙了的
unspotted, 清白的, 無污點的

# context,上下文文章中圍繞著某個詞,段落,句子並決定其含義的部分,事件發生的背景
# contextualize--0,情境分析
# pretext,記,前,課文,提前想好的文章,藉口,藉口,藉口,託辭,藉口
# text,正文,本文,原文,主題文句,主要經文
# texture,動詞,使,行成紋理,名詞,織物的,結構,質地,紋理,肌理

dispatch - -0, 派遣, 發送, 迅速, 記法補丁發送補丁的速度必須很快
patch, 補丁, 補片, 補塊, 小塊土地, 碎片, 碎屑, 補, 修補

# self,名詞,自身,自己,自我
# selfish,形容詞,自私的,利己主義的,只顧自己的,她是個自私自利的女孩
# selfishness,自我中心,利己主義,任性
# unselfish,無私的,不謀私利的,慷慨的

# domain,領土,版圖,領域,範圍,專業,專長
legerdemain, 手法, 巧妙的詭計或騙術, 字源, 法文手之光, 手的靈巧, 例句, 減少赤字的部分原因是由於金融騙術, 掩蓋了真正的政府的運行成本, 同義
# main--0,主要的,重要的,全力的主羣組主要部分,幹線,體力,力量
# maintenance,維護,保持,維修,生活費用,堅持,扶養,瞻養義務
# remain,逗留,留待,剩餘,遺留,繼續存在,仍是
# remainder,剩餘物,其他的人,殘餘,餘數,廉價出售,剩餘的,出售剩書的
# remaining,留下的,剩餘的,其餘的

distraught, 來自distract, 分心, 因感情糾葛, 心神狂亂的, 精神錯亂的類十分不安的是狂亂的十分貪婪的是十分貪婪的反, 鎮定的
fraught - -0, 充滿的,憂慮的,來自freight的拼寫變體,原指船隻裝滿貨物的,滿載的。
haughtily, 傲慢地
haughty - -0, 高傲的, 開頭, 衍, 源, 來來自, 故稱, 高, 傲字形比較, 頑皮的, 頑童, 例
laughter, 名詞, 笑, 笑聲
naughty, 頑皮的, 沒規矩的, 不適當的, 下流的
slaughter, 殘殺, 屠殺, 大量殺戮, 殘殺, 屠殺, 虧本出售

drought, 旱災, 旱季
ought, 助動詞, 應當, 應該
overwrought, 過度煩亂的, 過度緊張的, 過度焦慮的, 神經質的, 她太累太緊張, 突然大哭起來
wrought, 精煉的, 精製的精雕細琢的, 這張新專輯包含了一些精心製作的新歌和一些為人熟知的老歌

# enjoy,享受,的樂趣,欣賞,喜愛
# enjoyment,享受,享有,歡樂,愉快,樂趣
# joy,歡喜,樂事,高興,使快樂,令人高興,歡喜
# joyful,形容詞,高興的,充滿喜悅的
# joyous,形容詞,快樂的,高興的
# joyously,快樂地,快活地,高興地
# killjoy,掃興的人,煞風景的事

bypass - -0, 動詞, 繞過, 加設旁道, 旁管, 名詞, 旁道, 旁通管, 分流術
compass, 羅盤, 包圍
encompass, 包圍, 環繞, 包含或包括某事物
impassable, 不能通行的, 無法通過, 不可逾越
impasse - -0, 僵局, 無法通過即死衚衕, 死巷
impassive - -0, 無動於衷的, 冷漠的, 缺乏感情的, 區, 熱情洋溢的, 類無畏的不會受恐嚇冷靜的不會受幹擾冷漠的不易被打擾貪婪的不易被滿足
impassively, 冷漠地
# pass,通過,傳遞,傳球,消逝,忽視,批准,及格,合格通行証,護照,入場券,機票
# passable,可通行的,可渡過的,尚可的
# passage,通道,通過,移居,航行,一段,通過,經過,航行,使,馬以斜橫步前進
# passageway,通道,通路
# passed,傳送的
# passive,被動的,消極的被動消極的東西,被動語態,被動式
# passively--0,被動地,順從地,消極地
surpass, 勝過, 大於, 多於
surpassing, 勝過的, 卓越的, 優秀的, 非凡的, 非凡地, 卓越地
trespass, 動詞, 擅自進入, 侵入, 名詞, 擅自進入, 非法侵入
trespassed, 侵入
trespassing, 擅入

# passion
# compassion,同情
# compassionate--0,慈悲的,富於同情心的,斟酌情況的,憐憫,同情
# dispassionate--0,冷靜的,不帶感情的,平心靜氣的
# impassioned--0,充滿激情的,慷慨激昂的,熱烈的,記法音讀怕神趕快做好事沒有浪費生命熱情的,激情的
# passion,熱愛,強烈的感情,熱情,耶穌的受難
# passionate,形容詞,熱情的,激昂的
# passionately,熱情地,狂熱地
# unimpassioned,沒有激情的

# impatience,記,耐性,忍耐,不耐心,不耐煩,反,自製,忍耐,急躁
# impatient,不耐煩的,急躁的,忍受不了的,急欲的,急切的
# patience,耐心,忍耐,耐性,忍耐力,堅韌

# undivide,不可分割的
# divide,除,分配,分享,分歧,分,分開,分裂,意見分歧,除,分,劃分,分開,隔開
# divided,分割的,分開的,分離的,形
# dividing,起劃分作用的
# individual,個人的,個體的,單獨的,獨特的個人,個體,人
# individualist,個人主義者,利己主義者,個人主義的
# individuality,個性,個人或個體的特徵

# lumber,木材,破舊傢俱,廢物,隆隆聲,砍伐木材,亂堆,伐木,喧鬧地向前走
# timber,木材,木料,用木材建造
# lumberjack,伐木工人,木材商的傭工,吊木材機器
# plumber,水管瓦斯工人,水電工
# plumb,垂直的
slumber, 睡眠, 沈睡狀態, 熟睡, 打盹, 蜇伏, 睡著渡過, 時間

announce, 宣佈
denounce, 聲討
pronounce, 發音
renounce, 放棄
# announce,宣佈,顯示,預告,當報幕員,宣佈參加競選
denounce - -0, 告發, 公然抨擊, 譴責, 向下宣佈譴責
denunciation, 記公開指責, 公開指責, 指控, 類, 苛責是十分譴責駁斥是十分否定贊頌優點, 痛罵指責, 反, 贊詞, 頌詞, 貢品, 頌詞, 贊美, 譴責, 告發
denunciatory, 譴責的, 指責的譴責
enunciate, 發音, 明確地敘述
noun, 名詞, 名詞
# pronounce,發音
# pronounced--0,明顯的,明確的,有人告訴我說,我在說法語時有明顯的英國口音
# pronouncement,聲明,財政部長在最近的公開發言中對經濟復甦持更樂觀的態度
renounce, 正式, 放棄, 如頭銜, 斷絕關系參, 公開指責, 宣言, 發音, 表達, 類背棄誓言廢除命令反, 要求, 聲稱擁有, 擁抱, 信奉
renunciation, 放棄, 廢棄, 棄權, 脫離關系

disillusion - -0, 使幻滅, 使清醒, 許多年輕人對他的新小說感到幻滅
illuminate - -0, 照明, 照亮, 闡明, 說明, 使燦爛, 以燈火裝飾, 街道等, 照亮
illuminati, 記原指光照派, 自稱在宗教上受到過特別啟示的團體, 來自, 照明, 闡明, 先知先覺的人們, 自稱在某個領域受過特別啟示的人, 類, 翻譯者翻譯先覺者指導大雜燴混亂, 自稱, 有睿智的人, 先覺者, 光照派
illusion, 假象, 錯覺, 玩, 遊戲, 扮演
illusive, 幻覺的, 夢幻似的, 類, 似是而非的不真實虛幻的不現實, 幻影的, 錯覺的, 迷惑人的, 虛假的, 不牢靠的
illusory - -0, 虛幻的, 幻覺的類大旋渦是洶涌的海市蜃樓是虛幻的
illustrate - -0, 舉例說明, 作圖解, 闡明, 舉例
illustrious - -0, 著名的, 輝煌的, 明亮的
