antagonism
antagonize


--0agonize

diagonal
agony
英语词源字典
agony

agony(痛苦), 古希腊时代的赛会(agon)
古希腊人喜欢举行各种比赛, 称之为“赛会”(agon), 意思是“很多人聚集到一起进行比赛”, 其中的ag = act, 表示“做,行动”,这种赛会既包括体育竞技, 如古奥运会, 也包括演讲,诗歌等比赛,赛会遵循“只有第一名才是胜利者”的精神, 每项比赛只设冠军, 没有亚军和季军,在赛会中获得冠军将是至高无上的荣誉, 而比赛失败会给人带来极大的痛苦,所以, 参加赛会的人在心理上会承受极大的压力,这种因为参加“赛会”(agon)而导致的心理压力和痛苦在希腊语中就称为agonia, 后来直接进入拉丁语, 最终辗转演变为英语单词agony,

agony, ['gn]n,苦恼, 极大的痛苦


agony, 极大痛苦
【发音释义】, ['ægənɪ]n,苦恼,极大的痛苦,临死的挣扎

【结构分析】, agony = agon(竞赛)  y→比赛所带来的心理压力→极大痛苦

【词源解释】, agony←希腊语agonia(为赢下比赛而带来的心理压力)←希腊语agon(竞赛)

【背景知识】, 古希腊人喜欢举行各种比赛, 称之为“赛会”(agon),这种赛会既包括体育竞技, 如古奥运会, 也包括演讲,诗歌等比赛,赛会遵循“只有第一名才是胜利者”的精神, 每项比赛只设冠军, 没有亚军和季军,在赛会中获得冠军将是至高无上的荣誉, 而比赛失败会给人带来极大的痛苦,所以, 参加赛会的人在心理上会承受极大的压力,这种因为参加“赛会”(agon)而导致的心理压力和痛苦在希腊语中就称为agonia, 后来辗转演变为英语单词agony,

agonist(兴奋剂←参加赛会的选手), agonize(折磨), antagonist(敌手)

【趣味记忆】, agony→(谐音)“爱过你”→爱过你是我最大的痛→极大痛苦

agony, 痛苦
来自词根ag, 做,此处指比赛, 比赛中的精神压力, 痛苦, 折磨,

agony, 极度痛苦
古希腊人每有庆祝活动总爱举行希腊语称之为agon的有奖竞技比赛, 而此类奖总是要经过艰难的搏斗才能争得,他们又根据agon造出agonia一词来表示“艰难的搏斗”, 该词以后转指“极度痛苦”,古罗马人从希腊语借用了这两个词, 并且保留了原义,英语agony一词即源于此,14世纪时英格兰神学家,宗教改革先驱者之一威克里夫(JohnWycliffe, ？133--01384)在翻译《圣经》时首次将它用于英语,《圣经》中有一段是描述耶稣在客西马尼花园(GardenofGethsemane)蒙难时所遭受的精神上的极度痛苦,威克里夫也将agony用于“极度痛苦”一义, 此义一直用至今日,1863年英国的《谐趣杂志》(Fun)首次设了一个名为agonycolumn的广告栏, 登载寻人,寻物,离婚等启事, 其作用相当于personalcolumn, 汉译可作“私事广告栏”,另一个词antagonize(使对抗, 招怨)及其派生词antagonism(对抗), antagonist(对手), protagonist(主人公)等也源自希腊语agon, 其词根就是agon,

agony, 痛苦, 苦恼
来源于希腊语中agon(冲突, 竞争)派生的agonia(奋斗, 痛苦),
英语词源字典
agonize

antagonize, 对抗
【发音释义】, [æn'tægənaɪz]vt,对抗, 敌对,对立,敌意使…敌对,使…对抗,对…起反作用vi,引起反抗

【结构分析】, antagonize = ant(对抗)  agon(竞赛)  ize(动词后缀)→对抗

词源解析, agon←希腊语agon(竞赛,赛会)

agony(痛苦←比赛带来的心理压力)


英语词源字典
agonize

agony(痛苦), 古希腊时代的赛会(agon)
古希腊人喜欢举行各种比赛, 称之为“赛会”(agon), 意思是“很多人聚集到一起进行比赛”, 其中的ag = act, 表示“做,行动”,这种赛会既包括体育竞技, 如古奥运会, 也包括演讲,诗歌等比赛,赛会遵循“只有第一名才是胜利者”的精神, 每项比赛只设冠军, 没有亚军和季军,在赛会中获得冠军将是至高无上的荣誉, 而比赛失败会给人带来极大的痛苦,所以, 参加赛会的人在心理上会承受极大的压力,这种因为参加“赛会”(agon)而导致的心理压力和痛苦在希腊语中就称为agonia, 后来直接进入拉丁语, 最终辗转演变为英语单词agony,

agony, ['gn]n,苦恼, 极大的痛苦


agony, 极大痛苦
【发音释义】, ['ægənɪ]n,苦恼,极大的痛苦,临死的挣扎

【结构分析】, agony = agon(竞赛)  y→比赛所带来的心理压力→极大痛苦

【词源解释】, agony←希腊语agonia(为赢下比赛而带来的心理压力)←希腊语agon(竞赛)

【背景知识】, 古希腊人喜欢举行各种比赛, 称之为“赛会”(agon),这种赛会既包括体育竞技, 如古奥运会, 也包括演讲,诗歌等比赛,赛会遵循“只有第一名才是胜利者”的精神, 每项比赛只设冠军, 没有亚军和季军,在赛会中获得冠军将是至高无上的荣誉, 而比赛失败会给人带来极大的痛苦,所以, 参加赛会的人在心理上会承受极大的压力,这种因为参加“赛会”(agon)而导致的心理压力和痛苦在希腊语中就称为agonia, 后来辗转演变为英语单词agony,

agonist(兴奋剂←参加赛会的选手), agonize(折磨), antagonist(敌手)

【趣味记忆】, agony→(谐音)“爱过你”→爱过你是我最大的痛→极大痛苦

agony, 痛苦
来自词根ag, 做,此处指比赛, 比赛中的精神压力, 痛苦, 折磨,

agony, 极度痛苦
古希腊人每有庆祝活动总爱举行希腊语称之为agon的有奖竞技比赛, 而此类奖总是要经过艰难的搏斗才能争得,他们又根据agon造出agonia一词来表示“艰难的搏斗”, 该词以后转指“极度痛苦”,古罗马人从希腊语借用了这两个词, 并且保留了原义,英语agony一词即源于此,14世纪时英格兰神学家,宗教改革先驱者之一威克里夫(JohnWycliffe, ？133--01384)在翻译《圣经》时首次将它用于英语,《圣经》中有一段是描述耶稣在客西马尼花园(GardenofGethsemane)蒙难时所遭受的精神上的极度痛苦,威克里夫也将agony用于“极度痛苦”一义, 此义一直用至今日,1863年英国的《谐趣杂志》(Fun)首次设了一个名为agonycolumn的广告栏, 登载寻人,寻物,离婚等启事, 其作用相当于personalcolumn, 汉译可作“私事广告栏”,另一个词antagonize(使对抗, 招怨)及其派生词antagonism(对抗), antagonist(对手), protagonist(主人公)等也源自希腊语agon, 其词根就是agon,

agony, 痛苦, 苦恼
来源于希腊语中agon(冲突, 竞争)派生的agonia(奋斗, 痛苦),


英语词源字典
antagonism

antagonism, 对抗
【发音释义】, [æn'tæg(ə)nɪz(ə)m]n,对抗, 敌对,对立,敌意

【结构分析】, antagonism = ant(对抗)  agon(竞赛)  ism(名词后缀)→对抗

词源解析, agon←希腊语agon(竞赛,赛会)

agony(痛苦←比赛带来的心理压力)
