--0apocalyptic
--0apogee
--0apostle
apocalyptic
apocrypha
apocryphal
apostasy
apostrophe
apothecary
apotheosis

英语词源字典
apotheosis

apotheosis,封神
前缀apo,从,从,,,离开,此处用于加强语气,指变成,词根theo,神,见theology,神学,即从人变神,或者可能来自于一种宗教概念,本自来于神,化身为人,又重归神位,参照基督教耶稣,印度教avatar,中国济公,


apocalypse(天启),圣经新约中的“圣约翰启示录”
《圣经·新约》中的最后一章是圣约翰(St,John)所写的“启示录”,据说耶稣基督的十二门徒之一圣约翰被罗马皇帝流放至帕特摩斯岛(Patmos)时,将主给他显示的异象记录下来,并预言了主的降临和世界末日来临时的景象,该书的希腊名是《apokalyptein》,在123--0年的英语版本中被译为《TheBookofApocalypse》,在138--0年的英语版本中被译为《TheBookofRevelation》,英语单词apocalypse就源自希腊语apokalyptein,由apo(away,off)kalyptein(cover)构成,意思就是“revelation”(启示,揭示),

apocalypse,[ə'pɒkəlɪps]n,启示,天启

apocalyptic,[ə'pɑkə'lɪptɪk]adj,启示录的,天启的

apocrypha(伪经),未收录至《圣经》正册的基督教著作
《圣经·旧约》是犹太教和基督教的经典著作,是用犹太人所使用的希伯来文字编写的,基督教传到欧洲后,这部经典著作也被翻译成欧洲语言版本,先后出现了希腊文和拉丁文的版本,但是,在这两个版本中,却增加了一些不是从希伯来语翻译过来的内容,而是用希腊文和拉丁文直接编写的内容,如《禧年书》,《所罗门诗篇》,《以诺书》等,后世的人们对这部分内容的作者和权威性就存有疑问,因此在后续版本中没有将这些内容收录至《圣经》正册,这些因为作者和权威性存疑而未被收录至《圣经》正册的基督教著作就被称为apocrypha,由apo(away)kryptein(tohide)构成,字面意思就是“暗藏的,隐晦的,不公开的”,表示这部分内容没有得到确认,不适合公布,

apocrypha,[ə'pɒkrɪfə]n,伪经,旁经,作者(或真实性,权威性)可疑的著作

apocryphal,[ə'pɒkrɪf(ə)l]adj,伪的,可疑的

apostate(变节者),基督教中的叛教者
英语单词apostate原是一个基督教中的专用名词,用来表示曾经接受洗礼,加入基督教会,但后来背弃信仰的叛教者,它来自希腊语apostenai,由apo(awayfrom)stenai(stand)构成,字面意思就是“站到一边,远离”,历史上最有名的一个apostate是古罗马皇帝尤利安(Julia),他是君士坦丁王朝的罗马皇帝,361年363年在位,

公元313年,罗马帝国的两位统治者君士坦丁和李锡尼在米兰联名签署了著名的《米兰敕令》,宣布基督教成为罗马国教,从此以后基督教会获得了官方名义上的承认,迅速发展,君士坦丁大帝更是受洗礼成为有史以来第一位基督教皇帝,然而等到君士坦丁大帝的侄儿尤利安上台时,基督教的迅猛发展受到重挫,

尤利安出生就受洗,在严格基督教教育下长大,但后来却转向希腊罗马的传统多神信仰,他师承于新柏拉图主义,崇信神秘仪典,支持宗教信仰自由,反对将基督教信仰视为国教,他上台后就实行反大公教会政策,大力扶助多神教以及犹太教和基督教异端,大肆攻击正统派基督教,教堂被焚毁和抢劫,基督徒被赶出军队和学校,朱利安本人还写书攻击基督教,意欲改变自君士坦丁大帝以来基督教在罗马帝国的独尊地位,这便是四世纪异教在罗马的复兴运动,因此尤利安被基督教会称为“背教者尤利安”(JuliantheApostate),

现在,单词apostate的宗教色彩已经淡化,可以用来泛指一切背弃信仰的人,

apostate,['æpəsteɪt]n,变节者,脱党者,叛教者adj,变节的,脱党的,叛教的

apostasy,[ə'pɒstəsɪ]n,变节,脱党,叛教

apostle(使徒),追随耶稣并传播福音的首批传道者
耶稣创立基督教后,从追随者中挑选了一些人作为自己的门徒和传教助手,耶稣殉难后,他的门徒们继承了耶稣的衣钵,背井离乡,分散到各地传播基督教福音,尤其是外邦人保罗加入后,基督教向外邦人敞开了大门,允许外邦人加入且无需承认犹太教的教义,无需行犹太割礼,自此,基督教脱离了原来所依附的犹太教,开始自立门户,最终成为了世界三大宗教之一,最早传播福音的首批信徒为基督教的发展做出了巨大贡献和牺牲,大部分人都在传播福音的过程中献出了自己的生命,在基督教中,这些首批传道者被称为apostle(使徒),该词来自希腊语apostolos(使者),由apo(awayfrom,远离)stellein(send,差遣)构成,字面意思就是“受差遣者,使者”,

《圣经》中记载十二使徒是彼得,安德烈,西庇太之子雅各,约翰,腓力,巴多罗买,多马,马太,亚勒腓之子雅各,达太,西门和犹大,犹大因出卖耶稣后自尽,补选马提亚为使徒,保罗则被称为“外邦人的使徒”,

apostle,[ə'pɒs(ə)l]n,使徒,最初的传道者

apology(道歉),苏格拉底被指控后的《申辩》
公元前399年,古希腊哲学家苏格拉底被雅典政府以“亵渎神灵,败坏青年”的罪名起诉,苏格拉底在由5--0--0人组成的陪审团面前做了著名的申辩,但申辩并没能挽救苏格拉底,苏格拉底最终被判处死刑,饮毒而死,他的学生柏拉图将他这篇申辩词记录下来,流传后世,

“申辩”一词在希腊语中写作apologia,意思是“自我辩护的演讲”,其中,apo表示“远离”,等于awayfrom,logia源自logos,表示“演讲”,等于speech,所以apologia的本意是“自我辩护,逃离惩罚的演讲”,英语单词apology就源自希腊语apologia,保留了“申辩”的含义,后来又发展出“道歉,谢罪”等含义,这也跟人的习惯做法一致,我们在“道歉”时,不也总是有意无意地替自己辩解吗？

apology,[ə'pɒlədʒɪ]n,道歉,辩护,申辩

apologize,[ə'pɒlədʒaɪz]v,道歉,谢罪,辩白

apostrophe,撇号
【发音释义】,[ə'pɒstrəfɪ]adj,撇号,单引号,省略符号

【结构分析】,apostrophe=apo(离开)strophe(拐弯)→避开→省略→省略符号,撇号

词源解析,strophe←希腊语strephein(拐弯)

【背景知识】,撇号(’)在英语中表示省略若干字母,如isn’t=isnot,we’ll=wewill,’s表示所有关系,其实也是一种简略表示,

apothecary,药材商
【发音释义】,[ə'pɒθɪk(ə)rɪ]n,药材商,药剂师,药师

【结构分析】,apothecary=apo(一边)theca(放)ry(人)→仓库人→仓库管理员,店主→药剂师

词源解析,theca←拉丁语theca(放)←希腊语theke(放)←希腊语tithenai(放)

【背景知识】,apothecary原本表示“店主”,即存储商品并对外销售的人,由于药品药材易于存放,因此17世纪时该词逐渐专指存储药品药材并对外销售的人,由于在现代只有药剂师才能销售药品,所以该词又可表示药剂师,

theme(主题),thesis(论文)

apogee,远地点
【发音释义】,['æpədʒiː]n,最高点,极点,远地点vt,位于远地点,位于最高点

【结构分析】,apogee=apo(离开)gee(地球)→(天体)离地球最远的点→远地点

词源解析,gee←希腊语gaia(盖亚,地球)

【背景知识】,古希腊天文学家托勒密提出了“地心说”,认为地球是宇宙的中心,太阳,月亮等天体都围绕地球运动,这些天体的运行轨迹中离地球最远的位置就是apogee,距离地球最近的位置就是perigee(近地点),

【趣味记忆】,apogee=apo(离开)gee(谐音“极”)→距离的极点→远日点

perigee(近地点)

apology,道歉
【发音释义】,[ə'pɒlədʒɪ]n,道歉,谢罪,辩护

【结构分析】,apology=apo(离开)logy(讲话)→为了逃脱罪责的讲话→自我辩护的讲话→道歉

词源解析,logy←希腊语logia(讲话,名词)←希腊语logos(讲话,动词)

【背景知识】,公元前399年,古希腊哲学家苏格拉底被雅典政府以“亵渎神灵,败坏青年”的罪名起诉,苏格拉底在由5--0--0人组成的陪审团面前做了著名的申辩,但申辩并没能挽救苏格拉底,苏格拉底最终被判处死刑,饮毒而死,他的学生柏拉图将他这篇申辩词记录下来,流传后世,“申辩”一词在希腊语中写作apologia,意思是“自我辩护的演讲”,这就是英语单词apology的来源,由于自我辩护时需要先表达歉意,“道歉”和“辩解”总是联系在一起,所以衍生出“道歉”之意,

prologue(序言),epilogue(结语)

【衍生词】,apologize(道歉,辩解)

apoplexy,中风
【发音释义】,['æpəpleksɪ]n,中风

【结构分析】,apoplexy=apo(离开,倒)plexy(击)→击倒→中风

词源解析,plexy←希腊语plexia(击,名词)←希腊语plessein(击,动词)

【趣味记忆】,apoplexy→谐音“阿婆扑来个蛇”→阿婆吓得中风了→中风

plague(瘟疫),plectrum(琴拨)

【衍生词】,apoplectic(中风的,中风患者)

apostate,背教
【发音释义】,['æpəsteɪt]adj,变节的,脱党的,背教的n,脱党者,变节者,叛教者

【结构分析】,apostate=apo(离开)state(站)→站在远处→背教

词源解析,state←拉丁语stata(站)←希腊语stenai(站)

【趣味记忆】,apostate=apo(离开)state(国家)→逃离国家→叛国→背教,变节

【衍生词】,apostasy(背教,脱党)

apostasy,背教
【发音释义】,[ə'pɒstəsɪ]n,变节,脱党,背教

【结构分析】,apostasy=aposta(te)(背教)sy(名词后缀)→背教

apocalypse,天启
【发音释义】,[ə'pɒkəlɪps]n,启示,天启

【结构分析】,apocalypse=apo(from)calyp(隐藏)se(名词后缀)→揭示隐藏的东西→启示,天启

词源解析,calyp←希腊语kalyptein(隐藏)

【背景知识】,《圣经•新约》中的最后一章是圣约翰(St,John)所写的“启示录”,据说耶稣基督的十二门徒之一圣约翰被罗马皇帝流放至帕特摩斯岛时,将主给他显示的异象记录下来,并预言了主的降临和世界末日来临时的景象,该书的希腊名是《apokalyptein》,在123--0年的英语版本中被译为《TheBookofApocalypse》,在138--0年的英语版本中被译为《TheBookofRevelation》,

【趣味记忆】,apocalypse=a(一张)poca(扑克)lypse(lipse,双唇)→一张扑克牌的双唇→扑克牌所述说的预言→启示,天启

Calypso(卡吕普索,荷马史诗《奥德赛》中的海中女神,土卫十四)

【衍生词】,apocalyptic(天启的)

apocrypha,旁经
【发音释义】,[ə'pɒkrɪfə]n,作者(或真实性,权威性)可疑的著作,旁经

【结构分析】,apocrypha=apo(away)cryph(隐藏)a(名词后缀)→隐藏的东西→作者不可考证的作品→旁经

词源解析,cayph←希腊语kryptein(隐藏)

【背景知识】,犹太教圣典《圣经•旧约》原本是用希伯来语写的,公元前三世纪时出现了希腊语版本的《旧约》,其中一部分内容找不到对应的希伯来语版本,后人对这部分内容的作者和权威性存有疑问,因此在后续《圣经》版本中没有将这些内容收录至《圣经》正册,这些因为作者和权威性存疑而未被收录至《圣经》正册的基督教著作就被称为apocrypha(旁经),反义词是canon(正典),

【趣味记忆】,apocrypha=apo(阿婆)cry(哭)pha(佛)→阿婆在佛前面痛哭→阿婆求到的不是真经,而是旁经→旁经

crypt(地窖,地下室)

【衍生词】,apocryphal(假冒的,可疑的)

apo,离开,远离,相对,
来自PIE*apo,从,从,,,离开,词源同of,off,见apogee,apology,

apocalypse,世界末日
前缀apo,离开,非,calypse,隐藏,同词根kel,隐藏,见cell,hole,宗教用语,指揭露,描述世界末日的景象,

apocryphal,伪经
前缀apo,从,从,,,离开,词根cryph,隐藏,同crypt,地窖,指从隐蔽处来,不可信,

apogee,远地点
前缀apo,离开,远离,词根ge,地,见geology,地质学,

英语词源字典
aposta

apostate(变节者),基督教中的叛教者
英语单词apostate原是一个基督教中的专用名词,用来表示曾经接受洗礼,加入基督教会,但后来背弃信仰的叛教者,它来自希腊语apostenai,由apo(awayfrom)stenai(stand)构成,字面意思就是“站到一边,远离”,历史上最有名的一个apostate是古罗马皇帝尤利安(Julia),他是君士坦丁王朝的罗马皇帝,361年363年在位,

公元313年,罗马帝国的两位统治者君士坦丁和李锡尼在米兰联名签署了著名的《米兰敕令》,宣布基督教成为罗马国教,从此以后基督教会获得了官方名义上的承认,迅速发展,君士坦丁大帝更是受洗礼成为有史以来第一位基督教皇帝,然而等到君士坦丁大帝的侄儿尤利安上台时,基督教的迅猛发展受到重挫,

尤利安出生就受洗,在严格基督教教育下长大,但后来却转向希腊罗马的传统多神信仰,他师承于新柏拉图主义,崇信神秘仪典,支持宗教信仰自由,反对将基督教信仰视为国教,他上台后就实行反大公教会政策,大力扶助多神教以及犹太教和基督教异端,大肆攻击正统派基督教,教堂被焚毁和抢劫,基督徒被赶出军队和学校,朱利安本人还写书攻击基督教,意欲改变自君士坦丁大帝以来基督教在罗马帝国的独尊地位,这便是四世纪异教在罗马的复兴运动,因此尤利安被基督教会称为“背教者尤利安”(JuliantheApostate),

现在,单词apostate的宗教色彩已经淡化,可以用来泛指一切背弃信仰的人,

apostate,['æpəsteɪt]n,变节者,脱党者,叛教者adj,变节的,脱党的,叛教的

apostasy,[ə'pɒstəsɪ]n,变节,脱党,叛教


apostate,背教
【发音释义】,['æpəsteɪt]adj,变节的,脱党的,背教的n,脱党者,变节者,叛教者

【结构分析】,apostate=apo(离开)state(站)→站在远处→背教

词源解析,state←拉丁语stata(站)←希腊语stenai(站)

【趣味记忆】,apostate=apo(离开)state(国家)→逃离国家→叛国→背教,变节

【衍生词】,apostasy(背教,脱党)

apostasy,背教
【发音释义】,[ə'pɒstəsɪ]n,变节,脱党,背教

【结构分析】,apostasy=aposta(te)(背教)sy(名词后缀)→背教

apostate,变节
前缀apo,离开,词根st,站立,同stand,即放弃原先立场,
