bench
英语词源字典
英语词源字典
banquet

banquet(宴会),西方请客时摆在长凳上的小点心
英语单词banquet表示正式的宴会,如国宴,所以一看到banquet这个单词,很多人就会联想到美食琳琅满目的豪华宴会,但实际上,banquet这个词在历史上跟豪华一点关系也没有。banquet由banqu和et构成,其中,banqu源于拉丁语bancus,即bench(长凳),et表示“小的东西”。所以该词的字面意思就是摆在长凳上的小点心。16世纪的西方正式宴会上,当吃完正餐后或在两顿正餐之间,主人会在长凳上摆上各种小点心来款待客人,类似现在的饭后甜点。banquet原本指的就是这种小点心,而不是宴会。15世纪后,banquet的词义发生变化,用来表示宴会本身而不是宴会后的小点心。

banquet,n.大型宴会,正式宴会,国宴vt.宴请,设宴招待vi.参加宴会



banquet,宴会
【发音释义】,['bæŋkwɪt]n.宴会,盛宴；宴请,款待vt.宴请,设宴款待vi.参加宴会


英语词源字典
bankrupt

bankrupt,破产的
【发音释义】,['bæŋkrʌpt]adj.破产的vt.使破产n.破产者

【结构分析】,bankrupt=bank(交易商摆放货币的板凳)+rupt(折断的)→货币交易商的板凳被折断→破产

【词源解释】,bank←古意大利语banca或中古法语banque(板凳)；rupt←拉丁语rupta(折断,过去分词)←rumpere(折断)

bank(银行)；rupture(破裂、断裂)

最早的埃及银行家和英国货币兑换商是在寺庙内或圣殿庭院内的条凳上经营业务的。在中世纪,意大利的放债者也是用一张小条凳在市场上开展业务。表示“银行”的英语单词bank源自拉丁语banca,意思是“条凳”。当货币兑换商因资金缺乏而被迫中断业务时,他们的条凳就会被拆掉或折断。这种做法在拉丁文中就是bancarupta,其中rupt相当于broken。英语中表示破产的单词bankrupt正是由此而来的。习语breakthebank(倾家荡产)也源于此。


英语词源字典
banque

banquet(宴会),西方请客时摆在长凳上的小点心
英语单词banquet表示正式的宴会,如国宴,所以一看到banquet这个单词,很多人就会联想到美食琳琅满目的豪华宴会,但实际上,banquet这个词在历史上跟豪华一点关系也没有。banquet由banqu和et构成,其中,banqu源于拉丁语bancus,即bench(长凳),et表示“小的东西”。所以该词的字面意思就是摆在长凳上的小点心。16世纪的西方正式宴会上,当吃完正餐后或在两顿正餐之间,主人会在长凳上摆上各种小点心来款待客人,类似现在的饭后甜点。banquet原本指的就是这种小点心,而不是宴会。15世纪后,banquet的词义发生变化,用来表示宴会本身而不是宴会后的小点心。

banquet,n.大型宴会,正式宴会,国宴vt.宴请,设宴招待vi.参加宴会



banquet,宴会
【发音释义】,['bæŋkwɪt]n.宴会,盛宴；宴请,款待vt.宴请,设宴款待vi.参加宴会

【结构分析】,banquet=banqu(条凳)+et(指小形式)→小板凳→小板凳上的点心→宴会

【词源解释】,banqu←中古法语banque(板凳)

bank(银行)

banguet原本是banque(条凳)的指小形式,表示“小板凳”,相当于现在的茶几。中世纪的西方宴会上,当吃完正餐后或在两顿正餐之间,主人会在小板凳摆上各种点心来款待客人,类似现在的饭后甜点。banquet原本指的就是这种摆在小板凳上的点心,而不是宴会。直到后来,banquet的词义发生变化,用来表示宴会本身而不是宴会后的小点心。

【趣味记忆】,banquet→谐音“办亏的”→本想借办婚宴打捞一笔,没想到来的尽是铁公鸡,办亏了→宴会
英语词源字典
bank

bank(银行),堆放货币的条凳
最早的埃及银行家和英国货币兑换商是坐在寺庙内或圣殿庭院内的条凳上经营业务的。在中世纪,意大利的放债者也是用一张小条凳在市场上开展业务。《圣经》中提到耶稣清理圣殿,其实就是掀翻了这些货币兑换商在圣殿中的条凳。表示“银行”的英语单词bank源自拉丁语banca,意思是“条凳”。当货币兑换商因资金缺乏而被迫中断业务时,他们的条凳就会被拆掉。这种做法在拉丁文写作bancarupta,英语中表示破产的单词bankrupt正是由此而来的,其中rupt相当于broken。习语breakthebank(倾家荡产)也源于此。

bank,[bæŋk]n.银行,河岸vt.将存入银行vi.堆积

bankrupt,['bæŋkrʌpt]vt.使破产adj.破产的n.破产者

broke,[brəʊk]adj.破产的,一名不文的



bank,银行,堤岸
词源同bench,长凳,原指土凳,堤岸。银行义来自14世纪意大利威尼斯商人在市场摆一条凳子从事货币存储及放贷业务,也即现代银行的起源。
英语词源字典
banca

bank(银行),堆放货币的条凳
最早的埃及银行家和英国货币兑换商是坐在寺庙内或圣殿庭院内的条凳上经营业务的。在中世纪,意大利的放债者也是用一张小条凳在市场上开展业务。《圣经》中提到耶稣清理圣殿,其实就是掀翻了这些货币兑换商在圣殿中的条凳。表示“银行”的英语单词bank源自拉丁语banca,意思是“条凳”。当货币兑换商因资金缺乏而被迫中断业务时,他们的条凳就会被拆掉。这种做法在拉丁文写作bancarupta,英语中表示破产的单词bankrupt正是由此而来的,其中rupt相当于broken。习语breakthebank(倾家荡产)也源于此。

bank,[bæŋk]n.银行,河岸vt.将存入银行vi.堆积

bankrupt,['bæŋkrʌpt]vt.使破产adj.破产的n.破产者

broke,[brəʊk]adj.破产的,一名不文的



bankrupt,破产的
【发音释义】,['bæŋkrʌpt]adj.破产的vt.使破产n.破产者

【结构分析】,bankrupt=bank(交易商摆放货币的板凳)+rupt(折断的)→货币交易商的板凳被折断→破产

【词源解释】,bank←古意大利语banca或中古法语banque(板凳)；rupt←拉丁语rupta(折断,过去分词)←rumpere(折断)

bank(银行)；rupture(破裂、断裂)

最早的埃及银行家和英国货币兑换商是在寺庙内或圣殿庭院内的条凳上经营业务的。在中世纪,意大利的放债者也是用一张小条凳在市场上开展业务。表示“银行”的英语单词bank源自拉丁语banca,意思是“条凳”。当货币兑换商因资金缺乏而被迫中断业务时,他们的条凳就会被拆掉或折断。这种做法在拉丁文中就是bancarupta,其中rupt相当于broken。英语中表示破产的单词bankrupt正是由此而来的。习语breakthebank(倾家荡产)也源于此。

【衍生词】,bankruptcy(破产)

bankrupt,破产了的,破产者　　
据有关材料记载,最早的埃及银行家和最早的英国货币兑换商是坐在(通常置于)寺内或圣殿庭院内的条凳上经营业务的。在中世纪,意大利的放债者也是用一张小条凳在市场上开展业务。我们今天用以表示“银行”的英语单词bank若究其根源实乃源自意为“条凳”的拉丁词或古意大利词banca。当放债者(相当于今日的银行家)因资金缺乏而被迫中断业务时,他们的条凳就会被拆掉。这种做法用拉丁文来表示就作bancarupta,英语中bankrupt一词正是由此而来的,其中-rupt相当于broken。如今当人们用bankrupt来表示“破产了的”或“破产者”时,恐怕很少有人会去探究该词原来的含义。另有两个词语breakthebank(倾家荡产)和broke(破了产的)从历史渊源来说跟hankrupt也是有亲缘关系的。

bank,银行
bank这个词来自古意大利语banca,意思是“bench”。谁会想到“银行”和“长凳”竟然有直接的亲缘关系呢？

据记载,最初的埃及银行家们,甚至最早的英国货币兑换商们,都是从在长凳上展开交易的。这种长凳通常放在寺庙的院落里。耶稣就是从这种寺庙的长凳上(或曰“货币兑换场”上)将货币兑换商们驱赶走的。于是banca,即“长凳”就成了“货币交易所”的代名词,后来演变成bank,也就是今天的“银行”。

bank,堤,岸,银行
来源于意大利语banca条凳,中世纪意大利的放债者或银行家是用一条小条凳在市场上开展业务。
bank,银行
bank这个词来自古意大利语banca,意思是“bench”。谁会想到“银行”和“长凳”竟然有直接的亲缘关系呢？

据记载,最初的埃及银行家们,甚至最早的英国货币兑换商们,都是从在长凳上展开交易的。这种长凳通常放在寺庙的院落里。耶稣就是从这种寺庙的长凳上(或曰“货币兑换场”上)将货币兑换商们驱赶走的。于是banca,即“长凳”就成了“货币交易所”的代名词,后来演变成bank,也就是今天的“银行”。

bank,堤,岸,银行
来源于意大利语banca条凳,中世纪意大利的放债者或银行家是用一条小条凳在市场上开展业务。


banquet,盛宴
banq,同bench,凳子。-et,小词后缀。原指几个朋友在小凳上吃点心,短暂休息。后词义转为盛大的宴会。

banquette,长沙发
banq,同bench,凳子。-ette,小词后缀。原指小凳子。

banquet,宴会
banquet现指大型、正式、丰盛的宴会,如国宴。但这个法语外来词的字面含义既不“大型”、又不“正式”,更不“丰盛”,因为它的原意只不过是“小条凳”而已,起源于拉丁语bancus,即“bench(长凳)”。

banquet,(通常指正式的、豪华的)宴会
来源于古法语banque(条凳)的昵称形式banquet(小条凳),最初是指坐在小条凳上吃的街边快餐。

bank,bench
【衍生词】,bankruptcy(破产)



bankrupt,破产
bank,凳子。词根rupt,破,见corrupt.来自14世纪时威尼斯货币商人如破产则砸碎凳子。

bankrupt,破产了的,破产者　　
据有关材料记载,最早的埃及银行家和最早的英国货币兑换商是坐在(通常置于)寺内或圣殿庭院内的条凳上经营业务的。在中世纪,意大利的放债者也是用一张小条凳在市场上开展业务。我们今天用以表示“银行”的英语单词bank若究其根源实乃源自意为“条凳”的拉丁词或古意大利词banca。当放债者(相当于今日的银行家)因资金缺乏而被迫中断业务时,他们的条凳就会被拆掉。这种做法用拉丁文来表示就作bancarupta,英语中bankrupt一词正是由此而来的,其中-rupt相当于broken。如今当人们用bankrupt来表示“破产了的”或“破产者”时,恐怕很少有人会去探究该词原来的含义。另有两个词语breakthebank(倾家荡产)和broke(破了产的)从历史渊源来说跟hankrupt也是有亲缘关系的。

bankrupt,破产的
词根词缀,bank银行+-rupt-破碎

【结构分析】,banquet=banqu(条凳)+et(指小形式)→小板凳→小板凳上的点心→宴会

【词源解释】,banqu←中古法语banque(板凳)

bank(银行)

banguet原本是banque(条凳)的指小形式,表示“小板凳”,相当于现在的茶几。中世纪的西方宴会上,当吃完正餐后或在两顿正餐之间,主人会在小板凳摆上各种点心来款待客人,类似现在的饭后甜点。banquet原本指的就是这种摆在小板凳上的点心,而不是宴会。直到后来,banquet的词义发生变化,用来表示宴会本身而不是宴会后的小点心。

【趣味记忆】,banquet→谐音“办亏的”→本想借办婚宴打捞一笔,没想到来的尽是铁公鸡,办亏了→宴会

banquet,盛宴
banq,同bench,凳子。-et,小词后缀。原指几个朋友在小凳上吃点心,短暂休息。后词义转为盛大的宴会。

banquet,宴会
banquet现指大型、正式、丰盛的宴会,如国宴。但这个法语外来词的字面含义既不“大型”、又不“正式”,更不“丰盛”,因为它的原意只不过是“小条凳”而已,起源于拉丁语bancus,即“bench(长凳)”。

banquet,(通常指正式的、豪华的)宴会
来源于古法语banque(条凳)的昵称形式banquet(小条凳),最初是指坐在小条凳上吃的街边快餐。

bank,bench
bench

bench,长凳
词源同bank,凳子,银行,堤岸。



bench,长凳,条凳；工作台
来源于日耳曼语bangk-。

bank,banquet
embankment

英语词源字典
embankment

embankment,堤岸
em-,进入,使。bank,河堤,岸。


英語詞源字典
bank

bank(銀行),堆放貨幣的條凳
最早的埃及銀行家和英國貨幣兌換商是坐在寺廟內或聖殿庭院內的條凳上經營業務的。在中世紀,意大利的放債者也是用一張小條凳在市場上開展業務。《聖經》中提到耶穌清理聖殿,其實就是掀翻了這些貨幣兌換商在聖殿中的條凳。表示“銀行”的英語單詞bank源自拉丁語banca,意思是“條凳”。當貨幣兌換商因資金缺乏而被迫中斷業務時,他們的條凳就會被拆掉。這種做法在拉丁文寫作bancarupta,英語中表示破產的單詞bankrupt正是由此而來的,其中rupt相當於broken。習語breakthebank(傾家蕩產)也源於此。

bank,[bæŋk]n.銀行,河岸vt.將存入銀行vi.堆積

bankrupt,['bæŋkrʌpt]vt.使破產adj.破產的n.破產者

broke,[brəʊk]adj.破產的,一名不文的

該詞的英語詞源請訪問優詞詞源英文版,bank詞源,bank含義。

bank,銀行,堤岸
詞源同bench,長凳,原指土凳,堤岸。銀行義來自14世紀意大利威尼斯商人在市場擺一條凳子從事貨幣存儲及放貸業務,也即現代銀行的起源。

bank,銀行
bank這個詞來自古意大利語banca,意思是“bench”。誰會想到“銀行”和“長凳”竟然有直接的親緣關係呢？

據記載,最初的埃及銀行家們,甚至最早的英國貨幣兌換商們,都是從在長凳上展開交易的。這種長凳通常放在寺廟的院落裡。耶穌就是從這種寺廟的長凳上(或曰“貨幣兌換場”上)將貨幣兌換商們驅趕走的。於是banca,即“長凳”就成了“貨幣交易所”的代名詞,後來演變成bank,也就是今天的“銀行”。

bank,堤,岸,銀行
來源於意大利語banca條凳,中世紀意大利的放債者或銀行家是用一條小條凳在市場上開展業務。