#duct
duct,管道,傳送電纜,分泌物,液體或氣體的封閉通道,根本身就是詞根引導,參,易延展的,易教導的,柔軟的,就職,入伍,類,夾板用來固定管道用來運輸,管,輸送管,排泄管,通過管道輸送
viaduct,道路,引導,把路引導過去,使路跨越過去,高架橋,跨線橋,旱橋,棧橋
aqueduct,水道,水渠,脈管
ductile,形,易延展的,柔軟的,領導引導,的,形容詞可以引導出其他功能的

#con-,有助於
conduct,指揮,傳導

#intro-,介紹
introduce,帶領,輸入,傳入,介紹,作為的開頭
introduction,引進,傳入,採用,介紹,導言,引言,入門
introductory,序論的,引導的,入門的,初步的

#pro-,生產
#byproduct,記旁邊,副的,產品副產品,副作用,副產品,在製作生產另外一種東西時附帶產生的東西,副作用,附帶的結果,副產品
#counterproductive,反生產的,使達不到預期目標的
#product,產品,成果,成品,作品
#productive,能生產的,有生產價值的,多產的
#productivity,名詞,生產力,生產率
#unproductive,無生產的,無出產的,不毛的

#repro-,複製
produce,生產,製造,產生,顯示,出示,提出,上演,演出產物,產品,農產品
produced,畸形地伸長的
reproduce,復制,翻版,再生產,再造,繁殖,生殖,繁殖,生殖,再生產,復制

#re-,降低
reduce,減少,分解,降低,使變為,把,分解,把,歸納,減少,變瘦
reduced,減少的,簡化的

#de-,推斷
deduce--0,推論,推斷,推理,演繹,扣除
deduct--0,動詞,扣除,減除
deducted,扣除,減除
deduction,減除,扣除,減除額,推論,演繹
deductive,推論的,推斷的

#in-,誘導
induce--0,導致,誘導,歸納出
inducement,記,勸誘,促使,引起,根,引導,引誘物,動機,幫助實現目標或實施行動的事物,區,引帶她,作詩,作曲,控告,指控,反,威懾,威懾物,誘導,誘因,動機,刺激物
induct,記,裡面,引導,引入一種組織裡面,使就職,使就職,以儀式或正規的形式就任某個職位,吸收,為會員,徵召入伍,參,高架橋,高架鐵路,感應
induction--0,入門,入會,入伍,歸納法

#se-,勾引
seduce--0,慫恿,瞞騙,引誘,誘奸

