

geometrician,記土地,參,地質學,測量,原指丈量土地,現在引申為幾何學者,幾何學者,幾何學者
#geography,地理,


英语词源字典
geo

geography(地理),希腊神话中的大地女神盖亚
在古希腊神话中,掌管地球的女神称为“盖亚”(Gaia或Gaea),通常被翻译为“大地女神”。她由混沌之神卡俄斯所生。盖亚通过自我繁殖诞生了天神(表示天地之分离)、海底神(表示大地之凹陷)和山脉神(表示大地之凸起),并与天神结合生了六男六女十二个泰坦巨神及三个独眼巨人和三个百臂巨神。她是世界的开始,所有的神都是她的子孙后代。

从盖亚的名字产生了表示“地球”的词根geo-,从词根geo-产生了许多与地球、大地有关的单词。

geography,[dʒɪ'ɒgrəfɪ]n.地理学。记,geo大地+graphy描绘→描述大地的概貌就是地理

geology,[dʒɪ'ɒlədʒɪ]n.地质学。记,geo大地+logy表示学科→研究大地的学科

geologist,[dʒɪ'ɒlədʒɪst]n.地质学家。记,geo大地+logy学科+ist表示人物→研究大地的学者

geometry,[dʒɪ'ɒmɪtrɪ]n.几何学。记,geo大地+metry测量→最早的几何是测量大地的技术



geo-(地球),希腊神话中的大地女神盖亚
在古希腊神话中,掌管地球的女神称为“盖亚”(Gaia或Gaea),通常被翻译为“大地女神”。她由混沌之神卡俄斯所生。盖亚通过自我繁殖诞生了天神(表示天)、海底神(表示大地之凹陷)和山脉神(表示大地之凸起),并与天神结合生了六男六女十二个泰坦巨神及三个独眼巨人和三个百臂巨神。并且,她还不断地与自己的子孙们交配,繁衍出越来越多的子孙。她是世界的开始,所有的神都是她的子孙后代。在后来三代神灵之间的争斗中,她都起到了非常重要的作用,其角色宛如宫廷戏中的老太后。

从盖亚的名字产生了表示“地球”的词根geo-,从词根geo-产生了许多与地球、大地有关的单词。

geography,[dʒɪ'ɒgrəfɪ]n.地理学。记,geo大地+graphy描绘→描述大地的概貌就是地理

geology,[dʒɪ'ɒlədʒɪ]n.地质学。记,geo大地+logy表示学科→研究大地的学科

geologist,[dʒɪ'ɒlədʒɪst]n.地质学家。记,geo大地+logy学科+ist表示人物→研究大地的学者

geometry,[dʒɪ'ɒmɪtrɪ]n.几何学。记,geo大地+metry测量→最早的几何是测量大地的技术

bourgeoisie(资产阶级),居住在城镇里的居民
英语单词bourgeoisie音译为“布尔乔亚”,常被翻译为“资产阶级”或“中产阶级”。它来自法语,字面意思就是towndwellers(城镇居民),其中的bourg相当于英语中的town。在欧洲的封建时期,在农村中逐渐出现一些小镇,里面聚集了一些手工业者和商人等非农业人口,他们为周边的农业人口提供农产品以外的其他各种商品,这些人就被称为bourgeoisie,意思就是住在小镇的这种非农业人口。后来,随着工商业的发展,这些人的财富不断增多,并且还可以雇佣工人为自己工作。他们的地位高于农民和工人,但低于封建贵族。

欧洲进入资本主义社会后,西方社会学家尤其是马克思主义学派在进行阶级划分时,使用bourgeoisie来表示社会中的富有阶级之一,指有产者、中产阶级,通常翻译为“资产阶级”。值得注意的是,bourgeoisie是集合名词,表示整个阶级。当表示具体一个人是,男人用bourgeois表示,女人用bourgeoise表示。

bourgeoisie,[,bʊəʒwɑː'ziː]n.资产阶级、中产阶级

bourgeois,['bʊəʒwɑː]adj.资产阶级的、中产阶级的、贪图享受的n.资产阶级男人、中产阶级男人

bourgeoise,['buəʒwɑ:z,buə'ʒwɑ:z]n.资产阶级女人、中产阶级女人

burgeon,萌芽
【发音释义】,['bɜːdʒ(ə)n]v.萌芽；发芽；迅速成长n.芽；嫩枝

【词源解释】,burgeon←古法语borjoner(萌芽)←borjon(芽、疙瘩)

【助记窍门】,burgeon→bulge(膨胀)+on→不断膨胀→萌芽

【衍生词】,burgeoning(生机勃勃的、增长迅速的)

bourgeoisie,布尔乔亚、资产阶级
【发音释义】,[,bʊəʒwɑː'ziː]n.布尔乔亚；资产阶级

【词源解释】,英语单词bourgeoisie音译为“布尔乔亚”,常被翻译为“资产阶级”或“中产阶级”。它来自法语,字面意思就是towndwellers(城镇居民),其中的bourg相当于英语中的town。在欧洲的封建时期,在农村中逐渐出现一些小镇,里面聚集了一些手工业者和商人等非农业人口,他们为周边的农业人口提供农产品以外的其他各种商品,这些人就被称为bourgeoisie,意思就是住在小镇的这种非农业人口。后来,随着工商业的发展,这些人的财富不断增多,并且还可以雇佣工人为自己工作。他们的地位高于农民和工人,但低于封建贵族。

欧洲进入资本主义社会后,西方社会学家尤其是马克思主义学派在进行阶级划分时,使用bourgeoisie来表示社会中的富有阶级之一,指有产者、中产阶级,通常翻译为“资产阶级”。值得注意的是,bourgeoisie是集合名词,表示整个阶级。当表示具体一个人是,男人用bourgeois表示,女人用bourgeoise表示。

bourgeois(资产阶级的、资产阶级的男人)；bourgeoise(资产阶级的女人)

bludgeon,短棍
词源不详。可能同bole,树干。-on,小词后缀。-dge,模仿budge,dodge,judge,nudge等。

bourgeois,中产阶级
bourg,城镇,同burg.指城市居住的人。

burgeon,激增
bur,蓓蕾,繁殖,来自bear,生育。

curmudgeon,脾气坏的老年人
词源不详,可能来自cur,恶狗,mudge,狗叫。

dudgeon,愤怒
词源不详。

dungeon,地牢
可能来自拉丁语dominus,城堡领主,词源同domain.由该词引申词义城堡地牢,拼写比较同源词danger.或来自PIE*dhengh,覆盖,引申词义隐蔽的地牢或土牢。

Euclideangeometry,欧几里得几何
来自古希腊哲学家、数学家Euclid.其字面意思为eu-,好的,-clid,名声,词源同listen,incline.

geocentric,地球中心论的
geo-,地,地球。center,中心。

geodesic,测地线的(曲面上两点间距离最短的线)
geo-,地,地球。-des,来自PIE*da,分割,分配,词源同deal,demon.

geography,地理
geo-,地,地球。-graphy,写,描述,词源同telegraphy.

geology,地质学
geo-,地,地球。-logy,学说。

geomancy,风水,泥土占卜
geo-,地,地球。-mancy,占卜,预言,词源同-mania,mind.

geometry,几何
geo-,地,地球。-metry,测量。

georgette,乔其纱
来自20世纪初法国服装设计师GeorgettedelaPlante.

geothermal,地热的
geo-,地,地球。thermal,热的。
