juvenile - -0
rejuvenate - -0


英语词源字典
juvenile

juvenile(青少年), 罗马神话中的青春女神尤文图斯
尤文图斯(Juventas)是罗马神话中的青春女神, 是神王朱庇特和天后朱诺所生的女儿, 相对应于希腊神话中宙斯和赫拉的女儿赫柏(Hebe), 尤文图斯掌管青春, 拥有少女般的青春和活力, 她的双耳壶中盛有的长生不老酒拥有恢复老年人青春美貌的神力, 她是诸神的斟酒官, 在奥林匹斯圣山的神宴上侍候诸神, 专门给他们斟酒, 当凡人英雄升天成仙时, 第一个出来迎接的就是青春女神, 她为他们奉上神酒, 使他们立刻恢复青春年少并长生不老,

尤文图斯还是青少年的守护神, 所有罗马少年在即将成年之时都要前往神庙中祈求尤文图斯的庇佑, 尤文图斯后来嫁给了升天成仙的大英雄赫拉克勒斯, 斟酒的工作交给了特洛伊王子甘尼美提斯(Ganymede),

在文艺作品中, 尤文图斯经常与一只大鹰在一起玩耍, 这只大鹰其实就是朱庇特的化身,

1896年, 意大利都灵市的一些中学生成立了一支足球俱乐部, 起名就叫做“尤文图斯”, 寓意像青春女神那样永远蓬勃向上, 充满年轻活力, 这就是大名鼎鼎的尤文图斯队的队名的由来, 可惜尤文图斯队球风沉闷保守, 人们便赠了一个与其队名意思截然相反的绰号“老妇人”,

英语单词“young”(年轻的), junior(年少的)和词根juven(年轻)都来自青春女神尤文图斯的名字Juventus,

young, [jʌŋ]n, 年轻人adj, 年轻的

youth, [juːθ]n, 青年, 青春

junior, adj, 年少的, 后进的, 下级的, 资格浅的n, 年少者, 晚辈, 地位较低者, 三年级生

juvenile, ['dʒuːvənaɪl]n, 青少年adj, 青少年的, 幼稚的

rejuvenate, [rɪ'dʒuːvəneɪt]vi, 复原, 变年轻vt, 使变年轻

rejuvenation, [rɪ, dʒʊvə'neiʃən]n, 返老还童

rejuvenescent, [rɪ, dʒʊvɪ'nɛsənt]adj, 返老还童的


juvenile, 青少年的
来自拉丁语iuvenis, 青少年, 青年, 来自PIE * yeu, 生命力, 年青的活力, 词源同eon, young, junior,

juvenile, 少年的, 适于少年的, 不成熟的
原始印欧语juwen(年轻的), 在拉丁语中派生了juvenis(年轻人)和juvenilis(年轻的), 经古法语juvenile(年轻的)派生为英语juvenile,

词根词缀, juven年轻ile名词或形容词词尾

youth, junior, young
