
allegation
allege

英語詞源字典
allegation

allegation,主張,斷言,辯解
詞根詞綴,al-加強意義+-leg-誦讀+-ation名詞詞尾

該詞的英語詞源請訪問優詞詞源英文版,allegation詞源,allegation含義。

英語詞源字典
allegoria

allegory(寓言),暗含另一層意思的公開演說
在古希臘時代,人們喜歡在市場等公共場所閒聊,很多政治家、思想家也喜歡在公共場所發表演講,談論哲學或政治。在談及一些不便於明說的敏感話題或爲了增加演說的趣味性,他們往往會採用諷喻的手法,用虛構的角色和故事來暗指、諷刺某人或某種現象。這種用來諷喻現實的虛構故事在希臘語中就被稱爲allegoria,由allos(不同的、另一個)+agoreuein(公開演說),字面意思就是“暗含另一層意思的公開演說”。英語單詞allegory就來自希臘語allegoria。

古希臘最有名的一則寓言是大哲學家柏拉圖的“洞穴寓言”(caveallegory),用來描述真實的“理念”和人們通過感覺所虛構的“表象”之間的差異。此外,《伊索寓言》(Aesop'sFables)是古希臘寓言的集大成者。英語單詞fable也可以表示“寓言”,但它的本意是story、tale(虛構的故事、無稽之談),它的詞義重點在於“虛構”而不是“寓意、諷喻”。
0--allegory
allegory,['ælɪg(ə)rɪ]n.寓言,諷喻

allegorical,[,ælɪ'gɒrɪk(ə)l]adj.諷喻的,寓言的,寓意的

該詞的英語詞源請訪問優詞詞源英文版,allegory詞源,allegory含義。

allegory,寓言
【發音釋義】,['ælɪg(ə)rɪ]n.寓言

【結構分析】,allegory=alle(另一個)+gory(公開演講)→暗含另一層意思的公開演說→寓言

【詞源解釋】,alle←希臘語allos(另一個),gory←希臘語agoreuein(公開演講)←希臘語agora(集會)

【背景知識】,在古希臘時代,人們喜歡在市場等公共場所閒聊,很多政治家、思想家也喜歡在公共場所發表演講,談論哲學或政治。在談及一些不便於明說的敏感話題或爲了增加演說的趣味性,他們往往會採用諷喻的手法,用虛構的角色和故事來暗指、諷刺某人或某種現象。這種用來諷喻現實的虛構故事在希臘語中就被稱爲allegoria,由allos(不同的、另一個)+agoreuein(公開演說)構成,字面意思就是“暗含另一層意思的公開演說”。英語單詞allegory就來自希臘語allegoria。

【同源詞】,alias(別名),agora(市場、集會)

【衍生詞】,allegorical(寓言的、譏諷的、寓意的)

英語詞源字典
allege

allege,宣稱
【發音釋義】,[ə'ledʒ]vt.宣稱,斷言；提出…作爲理由

【結構分析】,allege=al(=ad,去)+lege(提出)→提出(觀點)→宣稱

【詞源解釋】,lege←拉丁語legare(提出、派出、指定)

【背景知識】,allege原本是一個法律術語,表示還沒有證據證實的陳述或斷言,因此在現代英語中常表示“藉口”、“無真憑實據的宣稱”。

【同源詞】,legate(使節),legation(公使館),delegate(代表)

【衍生詞】,allegation(主張、斷言、宣稱)

該詞的英語詞源請訪問優詞詞源英文版,allege詞源,allege含義。

allege,聲稱
前綴al-同ad-,在字母l開頭的詞根前同化爲l.詞根leg,送,派,見legate,教宗使節。提交證據,指控。

allege,斷言,宣稱
詞根詞綴,al-加強意義+-leg-誦讀+-e
