marital
英语词源字典
marriage

marriage,结婚,婚姻
来自marry,结婚,-age,名词后缀。



marriage,结婚,婚姻；结婚仪式
词根词缀,marry结婚(y→i)+-age名词词尾
marriage
marry
unmarred
Samaritan(好心人),圣经中乐善好施的撒玛利亚人
在《圣经·新约》的“路加福音”中,记载了耶稣基督讲的一个寓言,有一个人从耶路撒冷下耶利哥去,落在强盗手中。他们剥去他的衣裳,把他打个半死,就丢下他走了。偶然有一个祭司从这条路下来,看见他就从那边过去了。又有一个利未人来到这地方,看见他,也照样从那边过去了。惟有一个撒玛利亚人(Samaritan)行路来到那里,看见他就动了慈心,上前用油和酒倒在他的伤处,包裹好了,扶他骑上自己的牲口,带到店里去照应他。第二天拿出二钱银子来,交给店主,说,你且照应他,此外所费用的,我回来必还你。

在耶稣时代,犹太人蔑视撒玛利亚人,认为他们是混血的异族人。耶稣用这个寓言说明,鉴别人的标准是人心而不是人的身份。从此以后,Samaritan(撒玛利亚人)就成了“好心人、乐善好施者”的代名词。

在美国和加拿大,有一部“好撒玛利亚人法”(GoodSamaritanlaw),是给伤者、病人的自愿救助者免除责任的法律,目的在于使人做好事时没有后顾之忧,不用担心因过失造成伤亡而遭到追究,从而鼓励旁观者对伤、病人施以帮助。

Samaritan,[sə'mæritn]n.撒玛利亚人,好心人,乐善好施者



extramarital,婚外的
extra-,外面的,超过的。marital,婚姻的。

marital,婚姻的
来自marry,结婚。即结婚的,婚姻的。

maritalstatus,婚姻状况
martial,婚姻的,status,状况。
premarital,婚前的
pre-,在前,早于,marital,婚姻的。

Samaritan,撒马利亚人,善人,行善者
来自Samaria,撒马利亚。现词义来自一则圣经故事,撒马利亚人为犹太族的分支,在耶稣时期,犹太人蔑视撒马利亚人,认为他们是混血的异族人。有一次,一个犹太人被强盗打劫,受了重伤,躺在路边,有祭司和利未人路过但不闻不问,惟有一个撒马利亚人来到路边,将他救起并进行照顾。参照百度百科。
英语词源字典
maritare

marry,结婚,嫁,娶
来自拉丁语maritare,结婚,婚配,来自martius,求婚者,丈夫,来自PIE*meryo,年青男子,男孩,词源同masculine,male.



marry,娶,嫁,和...结婚
来源于拉丁语中marius(丈夫)派生的动词maritare(结婚)。

英语词源字典
marital

marital,婚姻的
来自marry,结婚。即结婚的,婚姻的。



marital,婚姻的
来源于拉丁语marius(丈夫)。

词根词缀,marit丈夫+-al形容词词尾