monetary
money
英语词源字典
september

September(九月),罗马古历法的“七月”
当今世界通用的公历起源于古罗马历法,古罗马历法原来只有十个月,后来罗马皇帝增加了两个月,并将这两个月放在年初,成为一月和二月,原来的一月和二月便成了三月和四月,后面的月份依次类推,12个月中,从1月到8月的每个月份都以神灵或皇帝的名字命名,只有9,1--0,11和12月依然保留原来以数字命名的做法,

英语中,表示9月,1--0月,11月和12月的单词都直接来自拉丁语,September(9月)其实就是古罗马历法中的“七月”,其中的septem就是“七”的意思,October(1--0月)其实就是古罗马历法中的“八月”,其中的octo就是“八”的意思,含有该词根的英语单词还有,octpous(章鱼),octonary(八进制的,八个一组)等,November(11月)其实就是古罗马历法中的“九月”,其中的novem就是“九”的意思,December(12月)其实就是古罗马历法中的“十月”,其中的decem就是“十”的意思,

September,[sep'tembə]n,九月

October,[ɒk'təʊbə]n,十月

November,[nə(ʊ)'vembə]n,十一月

December,[dɪ'sembə]n,十二月



英语词源字典
march

March(三月),战神玛尔斯Mars
3月,原是罗马旧历法的1月,新年的开始,凯撒大帝改革历法后,原来的1月变成3月,但罗马人仍然把3月看作是一年的开始,另外,按照传统习惯,3月是每年出征远战的季节,为了纪念战神玛尔斯Mars,人们便把这位战神的拉丁名字作为3月的月名,英语3月March,便是由这位战神的名字演变而来的,

所以,March作为3月的月名就是源自罗马神话里的战神玛尔斯(Mars),Mars是传说中的罗马奠基者之父,是罗马最重要,最受崇拜的神之一,古罗马人在3月祭奠Mars,罗马的新年在恺撒大帝之前是从公历3月开始的,为此古罗马人把第一个月即公历3月献给了Mars,称其为“Martiusmensis”,意为“战神之月(monthofMars)”,March的拼写形式是13世纪初从古法语marche演变而来的,

March,[mɑ:tʃ]n,三月

Mars,[mɑ:z]n,马耳斯(战神,即希腊神话中的阿瑞斯),火星



March,三月
来自拉丁语Martiusmensis,即战神Mars月,比较January,May,
英语词源字典
April

April(四月),希腊神话中的爱与美之神阿芙洛狄特
April(四月)来源于拉丁语Aprilis,在罗马旧历中表示第二月,凯撒大帝改革历法后,增加了两个月,原来的1月变成了3月,自然地原来的二月(Aprilis)就变成了四月,而这个拉丁语词Aprilis则是以希腊神话中爱与美之神(Aphrodite)命名的,
英语词源字典
febr

February(二月),古罗马的牧神节
在基督教传入罗马之前,每年2月13日至15日,古罗马人都要杀牲饮酒,欢庆牧神节(Lupercalia),人们将这一天看作是一年的开始,因此,人们忏悔自己过去一年的罪过,洗刷自己的灵魂,求得神明的饶恕,使自己成为一个贞洁的人,同时也希望洗掉一切晦气和烦恼,在新的一年得到好运和好收成,这一天,人们还会象征性地用羊皮鞭抽打那些希望怀孕的妇女,以象征净化妇女的身体,使其更加容易受孕和生产,除此以外,人们还将年轻女子们的名字被放置于盒子内,然后年轻男子上前抽取,抽中的一对男女成为情人,时间是一年或更长,该节日是情人节的前身,基督教成为罗马国教后,才被情人节代替,
January(一月),罗马神话中的双面门神雅努斯Janus
在罗马传说中,有一位名叫雅努斯Janus的天门神,他的头部前后有两副面孔,一副回顾过去,一副眺望未来,他在早晨打开天门,让阳光普照大地,到了晚上他关上天门,让黑夜笼罩大地,

古罗马人在正月里祭祀雅努斯,罗马的执政官也在正月的第一天就职,并向雅努斯献祭,西元前46年,古罗马凯撒把正月第一天定为罗马历新年的开始,用雅努斯的名字来命名第一个月,在拉丁语中拼写为Januarius(monthofJanus),英语中表示“一月”的单词January,便是由拉丁语Januarius演变而来的,英语中表示“看门人”的单词Janitor也是源自Janus,

January,['dʒænjʊ(ə)rɪ]n,一月

Janus,['dʒeinəs]n,雅努斯,两面神

Janusfaced,伪善的,口是心非的,有双面孔的

janitor,['dʒænɪtə]n,看门人,门警,门房,清洁工



May(五月),罗马神话中的春天女神玛雅
和一月(January,以双面门神Janus命名)一样,五月也是一位地道的罗马神祗命名的,在远古罗马神话中,Maia(玛雅)是专门掌管春天和生命的女神,为了纪念这位女神,罗马人就用它的名字来命名5月(罗马历中的3月),在拉丁语中称为Maius,意思就是monthofMaia,英语中表示“5月”的单词May就源自拉丁语Maius,

May,[meɪ]n,五月

calendar,由祭司宣告新的一月开始
古代罗马人有一种特别的宗教习俗,有负责历法的祭司负责观察月亮变化,一旦发现新月出现,他就会向大家宣告新的一月开始,欠债者需要在这一天将到期的债务还清,拉丁语中表示罗马月份的第一天的单词是calendae,由calare(庄严宣布,大声呼喊)衍生而成,英语单词claim(宣布)与calare同源,而英语单词calends(罗马月份的第一天)和calendar(日历)都源自拉丁语calendae,

calendar,['kælɪndə]n,日历,历法

calends,['kælɪndz]n,罗马月份的第一天

September(九月),罗马古历法的“七月”
当今世界通用的公历起源于古罗马历法,古罗马历法原来只有十个月,后来罗马皇帝增加了两个月,并将这两个月放在年初,成为一月和二月,原来的一月和二月便成了三月和四月,后面的月份依次类推,12个月中,从1月到8月的每个月份都以神灵或皇帝的名字命名,只有9,1--0,11和12月依然保留原来以数字命名的做法,

英语中,表示9月,1--0月,11月和12月的单词都直接来自拉丁语,September(9月)其实就是古罗马历法中的“七月”,其中的septem就是“七”的意思,October(1--0月)其实就是古罗马历法中的“八月”,其中的octo就是“八”的意思,含有该词根的英语单词还有,octpous(章鱼),octonary(八进制的,八个一组)等,November(11月)其实就是古罗马历法中的“九月”,其中的novem就是“九”的意思,December(12月)其实就是古罗马历法中的“十月”,其中的decem就是“十”的意思,

September,[sep'tembə]n,九月

October,[ɒk'təʊbə]n,十月

November,[nə(ʊ)'vembə]n,十一月

December,[dɪ'sembə]n,十二月

October(十月),罗马古历法的“八月”
当今世界通用的公历起源于古罗马历法,古罗马历法原来只有十个月,后来罗马皇帝增加了两个月,并将这两个月放在年初,成为一月和二月,原来的一月和二月便成了三月和四月,后面的月份依次类推,12个月中,从1月到8月的每个月份都以神灵或皇帝的名字命名,只有9,1--0,11和12月依然保留原来以数字命名的做法,

英语中,表示9月,1--0月,11月和12月的单词都直接来自拉丁语,September(9月)其实就是古罗马历法中的“七月”,其中的septem就是“七”的意思,October(1--0月)其实就是古罗马历法中的“八月”,其中的octo就是“八”的意思,含有该词根的英语单词还有,octpous(章鱼),octonary(八进制的,八个一组)等,November(11月)其实就是古罗马历法中的“九月”,其中的novem就是“九”的意思,December(12月)其实就是古罗马历法中的“十月”,其中的decem就是“十”的意思,

September,[sep'tembə]n,九月

October,[ɒk'təʊbə]n,十月

November,[nə(ʊ)'vembə]n,十一月

December,[dɪ'sembə]n,十二月

November(十一月),罗马古历法的“九月”
当今世界通用的公历起源于古罗马历法,古罗马历法原来只有十个月,后来罗马皇帝增加了两个月,并将这两个月放在年初,成为一月和二月,原来的一月和二月便成了三月和四月,后面的月份依次类推,12个月中,从1月到8月的每个月份都以神灵或皇帝的名字命名,只有9,1--0,11和12月依然保留原来以数字命名的做法,

英语中,表示9月,1--0月,11月和12月的单词都直接来自拉丁语,September(9月)其实就是古罗马历法中的“七月”,其中的septem就是“七”的意思,October(1--0月)其实就是古罗马历法中的“八月”,其中的octo就是“八”的意思,含有该词根的英语单词还有,octpous(章鱼),octonary(八进制的,八个一组)等,November(11月)其实就是古罗马历法中的“九月”,其中的novem就是“九”的意思,December(12月)其实就是古罗马历法中的“十月”,其中的decem就是“十”的意思,

September,[sep'tembə]n,九月

October,[ɒk'təʊbə]n,十月

November,[nə(ʊ)'vembə]n,十一月

December,[dɪ'sembə]n,十二月

December(十二月),罗马古历法的“十月”
当今世界通用的公历起源于古罗马历法,古罗马历法原来只有十个月,后来罗马皇帝增加了两个月,并将这两个月放在年初,成为一月和二月,原来的一月和二月便成了三月和四月,后面的月份依次类推,12个月中,从1月到8月的每个月份都以神灵或皇帝的名字命名,只有9,1--0,11和12月依然保留原来以数字命名的做法,

英语中,表示9月,1--0月,11月和12月的单词都直接来自拉丁语,September(9月)其实就是古罗马历法中的“七月”,其中的septem就是“七”的意思,October(1--0月)其实就是古罗马历法中的“八月”,其中的octo就是“八”的意思,含有该词根的英语单词还有,octpous(章鱼),octonary(八进制的,八个一组)等,November(11月)其实就是古罗马历法中的“九月”,其中的novem就是“九”的意思,December(12月)其实就是古罗马历法中的“十月”,其中的decem就是“十”的意思,

September,[sep'tembə]n,九月

October,[ɒk'təʊbə]n,十月

November,[nə(ʊ)'vembə]n,十一月

December,[dɪ'sembə]n,十二月

January,一月
来自拉丁语Ianuariusmensis,门神Janus之月,用来指一月,

November,十一月
来自拉丁语Novembermensis,九月,来自novem,九,词源同nine,原指古罗马历的九月,后由于历法改革,增加了January和February,原先的九月顺延至十一月,比较December,
英语词源字典
Monday

Monday(星期一),献给月亮的日子

英语词源字典
Sunday

英语词源字典
Tuesday

Tuesday(星期二),北欧神话的战神提尔
在北欧神话中,战神被称为提尔(Tyr),是北欧神话中主要神祗之一,是勇气和战争的象征,是主神奥丁的儿子,相当于罗马神话中的Mars,

战神提尔的一只胳臂被狼精芬里厄咬断,因此只有一只胳臂,据说诸神以试验力气为由,想用魔法锁链缚住芬里厄,芬里厄要求一位神将胳臂放在他嘴里,勇敢的提尔挺身而出,把自己的胳臂放在芬里厄的嘴里,芬里厄发现上当后就愤怒地咬断了提尔的胳臂,

战神提尔在好战的北欧人中得到极高的崇拜,甚至仅次于主神奥丁,北欧的勇士常常在打仗前向提尔祈祷,英语中的星期二就是以战神命名的,英语单词Tuesday来自古英语单词Tiwesdaeg,字面意思就是Tyr’sday(提尔之日),

Tuesday,['tjuːzdeɪ
dɪ]n,星期二


Thursday(星期四),北欧神话中的雷神托尔
托尔Thor是北欧神话中的雷神,掌管战争和农业,他是主神奥丁的长子,其母为大地女神,他是神族中最为强壮的勇士,具有呼风唤雨的能力,他的职责是保护诸神国度的安全和在人间巡视农作,相传每当雷雨交加时,就是托尔乘坐马车出来巡视,因此北欧人称呼托尔为“雷神”,托尔的武器是一只可以发出致命闪电的大铁锤,其实就是雷电的象征,无论托尔把这只铁锤扔出去多远,它总是会像回旋飞镖一样飞回托尔的手上,另外,他还拥有一条能够提升力量的腰带,

在神和巨人族的终极一战中,雷神托尔和他的宿敌巨蟒展开了惊天动地的决战,经历了激战之后,托尔使出致命一击杀死了巨蟒,不过他也因碰到了从巨蟒的伤口里流出的剧毒液体,而付出了生命的代价,

北欧人用雷神托尔的名字来命名星期四,英语中表示星期四的单词Thursday就是从此而来的,


Friday(星期五),北欧神话的爱神弗丽嘉
弗丽嘉(Frigg)是北欧神话中的爱神,是主神奥丁的妻子,掌管婚姻和家庭,她容貌美丽,金色的头发中间夹着白色的羽毛,身着束着金色腰带的白袍,腰带上挂一串钥匙,她拥有预知未来的能力,但从来不会泄露天机,弗丽嘉是诸神中唯一被允许坐在诸神奥丁的王座上观察宇宙万物的神祗,

一周中的星期五就是以爱神弗丽嘉命名的,英语中的Friday来自古英语frigedaeg,字面意思就是Frigg’sday(弗丽嘉之日),

Friday,['fraidi]n,星期五

Tuesday(星期二),北欧神话的战神提尔
在北欧神话中,战神被称为提尔(Tyr),是北欧神话中主要神祗之一,是勇气和战争的象征,是主神奥丁的儿子,相当于罗马神话中的Mars,

战神提尔的一只胳臂被狼精芬里厄咬断,因此只有一只胳臂,据说诸神以试验力气为由,想用魔法锁链缚住芬里厄,芬里厄要求一位神将胳臂放在他嘴里,勇敢的提尔挺身而出,把自己的胳臂放在芬里厄的嘴里,芬里厄发现上当后就愤怒地咬断了提尔的胳臂,

战神提尔在好战的北欧人中得到极高的崇拜,甚至仅次于主神奥丁,北欧的勇士常常在打仗前向提尔祈祷,英语中的星期二就是以战神命名的,英语单词Tuesday来自古英语单词Tiwesdaeg,字面意思就是Tyr’sday(提尔之日),
Monday(星期一),献给月亮的日子
古代希腊人崇拜太阳和月亮,将一星期的第一天(星期日)献给太阳后,他们将第二天(星期一)献给了月亮,命名为seleneshemera,古罗马人继承了古希腊人的传统,将星期一称为Lunædies,到了英语中就变成了monandæg,后来又演变为现代英语Monday,意思就是“月亮日”,

Monday,['mʌndeɪ]n,星期一,礼拜一

Sunday(星期日),献给太阳的日子
古代希腊人崇拜太阳,将一星期的第一天献给太阳,称为hemeraheliou(太阳之日),古罗马人继承了古希腊人的这种传统,将星期日称为diessolis,古代英国人依葫芦画瓢,将星期日称为Sunnandæg,到了现代英语中演变成了Sunday,

Sunday,['sʌndeɪ]n,星期日,星期天,礼拜日,礼拜天

Saturday(星期六),罗马神话中的农神萨杜恩
星期六Saturday的字面意思是,Saturn'sday或dayofSaturn,意思是“农神节,纪念农神的节日”,

萨杜恩Saturn是罗马神话中的农业之神,相当于希腊神话中的克洛诺斯,罗马神话中的朱庇特(Jupiter)就是他的儿子,后来他的这位儿子造反,推翻了他的统治,成为了新一代的天界霸主,众神之王,于是天文学家将最大的一颗行星冠以其名,这颗最大的行星就是木星(Jupiter),土星(Saturn)紧挨着木星,从神明上讲老爹挨在儿子身旁,完全符合逻辑,据说萨杜恩在被朱庇特推翻后逃到了拉丁姆,并教会了那里的人民耕种土地,这就是罗马农业的由来,

每年12月17日古罗马人都要举行农神节(Saturnalia),纵情狂欢,农神节是古罗马的一个大型的祭祀活动,相当于中国的庙会,纪念农神,向农神祈福,保佑一年风调雨顺,国泰民安,在古罗马,农神节可以说是一年中最欢快的节日,在农神节期间,一切工作与商业交易都暂停了,而奴隶也被给与短暂的自由做他们想做的事情,而一些传统的道德规范也被放宽,人们也可以自由的交换节日礼物,

除此以外,古罗马人还以农神的大名来命名一星期的最后一天,拉丁文作Saturnidies“Saturn'sday”,意即“dayofSaturn”,以示对农神的纪念和敬意,英语Saturday(星期六)即由此借译而来,在古英语原作Saeterdaeg,

Saturday,['sætədɪ]n,星期六

Saturn,['sætən]n,萨杜恩(农业之神,相当于希腊神话中的克洛诺斯),土星(太阳系第六行星)

Tuesday,['tjuːzdeɪ;dɪ]n,星期二

Wednesday(星期三),北欧神话的主神奥丁
在北欧神话中,奥丁(Odin,古英语为Woden)是阿萨神族的至高神,是诸神之父,世界的统治者,他曾以一人之力冒险闯入冥界,为人类取得古文字,从而拥有大量知识,并因此而失去一只眼睛,

在北欧神话中,奥丁身形高大,身披金甲,骑八足神马,手持名枪“冈尼尔”(Gungnir),居住在“英灵殿”(Valhalla,瓦尔哈拉)中,据说凡是在战争中英勇战死的武士,死后都能进入英灵殿,共同迎接“诸神的黄昏”中最后的决战,因此北欧武士在战场上都视死如归,以死后能进入英灵殿为荣,

英语中的星期三就是以主神奥丁命名的,英语单词Wednesday来自古英语单词wodnesdaeg,字面意思就是Woden’sday(奥丁之日),

Wednesday,['wenzdeɪ;dɪ]n,星期三
Thor,[θɔ:]n,雷神托尔

Thursday,['θə:zdi;dei]n,星期四

Tuesday,星期二
古罗马战神Mars相当于古斯堪的纳维亚语中的Tyr,拉丁语中的战神日(diesMartis)在古斯堪的纳维亚语中就成了Tiwesdaey→Tuesday,

Tuesday,星期二
来自古英语tiwesdaeg,即Tiwes'sday,来自Tiw,日耳曼神话中的主神,来自PIE*deiwos,神,扩展自PIE*dyeu,照明,照耀,词源同Zeus,Jupiter,diva,

Tuesday,星期二
来自古英语tiwesdaeg,即Tiwes'sday,来自Tiw,日耳曼神话中的主神,来自PIE*deiwos,神,扩展自PIE*dyeu,照明,照耀,词源同Zeus,Jupiter,diva,


Tuesday,['tjuːzdeɪ
dɪ]n,星期二
中文(繁體)
Tuesday,['tjuːzdeɪ
dɪ]n,星期二
擴充功能選項更多»


Sunday(星期日),献给太阳的日子
古代希腊人崇拜太阳,将一星期的第一天献给太阳,称为hemeraheliou(太阳之日),古罗马人继承了古希腊人的这种传统,将星期日称为diessolis,古代英国人依葫芦画瓢,将星期日称为Sunnandæg,到了现代英语中演变成了Sunday,

Sunday,['sʌndeɪ]n,星期日,星期天,礼拜日,礼拜天



Sunday,星期日
来源于拉丁语diessolis太阳日

Sunday,星期天
来自古英语sunnandaeg,星期天,即dayofthesun,
古代希腊人崇拜太阳和月亮,将一星期的第一天(星期日)献给太阳后,他们将第二天(星期一)献给了月亮,命名为seleneshemera,古罗马人继承了古希腊人的传统,将星期一称为Lunædies,到了英语中就变成了monandæg,后来又演变为现代英语Monday,意思就是“月亮日”,

Monday,['mʌndeɪ]n,星期一,礼拜一



Monday,星期一
来自古英语mondaeg,即moonday,月亮日,比较sunday,

Monday,星期一
Monday星期一

在古罗马神话中月亮为太阳之妻,因此在星期一中也必须有一天是献给月亮的,他们把星期一的第二天叫做lunaedies,安格鲁撒克逊人借译了该词,作Monandaeg,意即moonday,现代英语作Monday,德语Montag,荷兰语maandag,西班牙语lunes,法语lundi等均源于该拉丁词,

Monday,星期一
来源于拉丁语dieslunae(月亮日)

honeymoon,蜜月
按日耳曼民族的古老习俗,新婚夫妇在婚宴后要喝一个月蜂蜜酒(honeywine),使爱情能够永远甜甜蜜蜜的,人们把这个月称作honeymoon,其中honey意指“蜂蜜”,而moon在诗歌语言中则义同month,

还有一种说祛认为,婚后第一月乃是甜如蜜的一个月,人生最甜蜜的一个月,故以honey作比,然而,爱情又好比月儿一样,月儿圆极而亏,新婚夫妇过了一个月,爱情也由浓而

淡,故以moon配之,

honeymoon一词始见于16世纪中期,18世纪英国词典蝙纂家约翰逊在他所编的《英文词典》中就已把它释义为“柔情缱绻,快乐无比的婚后第一月”,该词用到今天,意义有所扩展,除保留其原始词义“婚后第一月”,“蜜月”以外,还常作“新婚旅行”,“蜜月旅行”懈,有时也喻指“(国家或政党之间)关系和谐的时期”,19世纪后半期,在美国“新婚旅行”也常以bridaltour表示,

janitor,门卫,管理员
January(一月)来自古罗马的门户之神Janus的名字,而该神名则来自拉丁语ianua(门),同样来自这个拉丁语的单词是janitor(门卫),一月是一年的门户,通过理解January的本义得到词根jan“门”,这样janitor应该好记些,
由于人们在牧神节要进行净化仪式,所以该节又被称为Februalia(净化节,菲勃卢姆节),来自拉丁语februa(净化),英语单词February(二月),便是由拉丁文Februarius(monthofFebrualia)演变而来,
January(一月),罗马神话中的双面门神雅努斯Janus
在罗马传说中,有一位名叫雅努斯Janus的天门神,他的头部前后有两副面孔,一副回顾过去,一副眺望未来,他在早晨打开天门,让阳光普照大地,到了晚上他关上天门,让黑夜笼罩大地,
May(五月),罗马神话中的春天女神玛雅
和一月(January,以双面门神Janus命名)一样,五月也是一位地道的罗马神祗命名的,在远古罗马神话中,Maia(玛雅)是专门掌管春天和生命的女神,为了纪念这位女神,罗马人就用它的名字来命名5月(罗马历中的3月),在拉丁语中称为Maius,意思就是monthofMaia,英语中表示“5月”的单词May就源自拉丁语Maius,

May,[meɪ]n,五月

calendar,由祭司宣告新的一月开始
古代罗马人有一种特别的宗教习俗,有负责历法的祭司负责观察月亮变化,一旦发现新月出现,他就会向大家宣告新的一月开始,欠债者需要在这一天将到期的债务还清,拉丁语中表示罗马月份的第一天的单词是calendae,由calare(庄严宣布,大声呼喊)衍生而成,英语单词claim(宣布)与calare同源,而英语单词calends(罗马月份的第一天)和calendar(日历)都源自拉丁语calendae,

calendar,['kælɪndə]n,日历,历法

calends,['kælɪndz]n,罗马月份的第一天
古罗马人在正月里祭祀雅努斯,罗马的执政官也在正月的第一天就职,并向雅努斯献祭,西元前46年,古罗马凯撒把正月第一天定为罗马历新年的开始,用雅努斯的名字来命名第一个月,在拉丁语中拼写为Januarius(monthofJanus),英语中表示“一月”的单词January,便是由拉丁语Januarius演变而来的,英语中表示“看门人”的单词Janitor也是源自Janus,

January,['dʒænjʊ(ə)rɪ]n,一月

Janus,['dʒeinəs]n,雅努斯,两面神

Janusfaced,伪善的,口是心非的,有双面孔的

janitor,['dʒænɪtə]n,看门人,门警,门房,清洁工


February,['fɛbrʊ'ɛri]n,二月
英语词源字典
fever

fever,发烧
来自拉丁语febris,发烧,来自PIE*dhegh,燃烧,词源同day,febrile,



fever,发烧,发热,热病,狂热,高度兴奋
来源于拉丁语febris(发热),


febrifuge,退热药
febri,发烧,词源同fever,fug,逃避,词源同fugitive,用来指退热药,

febrile,狂热的
来自拉丁语febris,发热,狂热,词源同fever,字母b脱落,

February,二月
来自拉丁语februariusmensis,净月,来自februa,净化,净礼,来自PIE*dhegh,燃烧,词源同day,fever,由燃烧引申词义净化,使干净,后用于古罗马在二月举行的净化仪式,一种春天的沐浴清洗仪式,

February,二月
古罗马每年举行宗教仪式祭祀畜牧神卢佩耳枯斯(Lupercus)以求人畜土地兴旺,这一节日叫做牧神节(Lupercalia),仪式是在巴勒登丘(thePalatine)的卢佩耳卡尔洞(Lupercal)即牧神洞举行的,祭品规定为雌雄山羊各一只,献祭以后,祭司把祭牲的皮切成皮条,交与站在祭坛旁的两个青年,然后由他们手执皮条绕着巴勒登丘在城里跑上一圈,逢人便抽,已婚妇女很愿挨上一下,因为她们相信能被抽打一下可治不育之症,这种皮条有个特殊名称,拉丁文叫februa,它古有“涤罪工具”(meansofpurification)之意,由此产生了februarius(净月),一词,2月的英语名称February即源于此,这是因为该活动于2月举行的缘故,另有一种传说,February得名于Februaria,这是天后朱诺(Juno)作为丰产女神被赋予的名称,February原先有29天,罗马元老院从该月抽了l天加到以罗马皇帝AugustusCaesar命名的August(八月),使其和以JuliusCaesar(恺撒大帝)命名的July(七月)的天数相同,

February,二月
萨宾人(Sabine)是古代意大利中部一民族,公元前3世纪被罗马征服,拉丁语februa借用于古代萨宾语,指代每年二月15号的“净节”,februa经由古法语进入英语成为February,因此从词源上讲February原始意义是“净月”,
阿芙洛狄特,又译为“阿弗洛狄忒”,她是希腊神话奥林匹斯主神之一,作为爱与美的女神,她相当于罗马神话中的维纳斯(Venus),而关于阿芙洛狄特的诞生则有多个版本,众说不一,根据“赫西奥德神谱”(Hesiod'sTheogony)的记载,克洛诺斯把父亲乌拉诺斯阉割后,为了避免自己的行为可能带来的麻烦,他顺势把乌拉诺斯的生殖器往上扔了出去,许多精血从这个割断后被抛出的器官滴到盖亚身上,而那个生殖器却被抛得很远很远,一直落到爱琴海里,从掀起的海浪泡沫中诞生了阿弗洛狄忒(Aphrodite),所以她的名字中就含义泡沫(aphros)之意,而根据《荷马史诗》中的《伊利亚特》(Homer'sIliad)记载,阿芙洛狄特则是由众神之王宙斯(Zeus)和提坦女神狄俄涅(Dione)所生,而根据柏拉图的描述,这两个出处分别记载的是两个不同的人,AphroditeOuraniaandAphroditePandemos,

很不幸的是,作为爱与美的女神,非常美貌的阿芙洛狄特(Aphrodite)却被迫嫁给了丑陋无比的火神赫菲斯托斯(Hephaestus),不甘心的她,经常与战神阿瑞斯等人私通,生下众多的子女,

April,['eiprəl]n,四月

Aphrodite,[,æfrəu'daiti]n,阿弗洛狄忒(爱与美的女神,相当于罗马神话中的维纳斯)



April,四月
来自拉丁短语mensisAprilis,以爱神Aphrodite命名的月份,

April,四月
4月是树木抽芽,春蕾绽放之月,富于幻想的古罗马人根据拉丁词aperire‘toopen’(开放)造了Aprilis一词,作为该月的月名,但另有一种更为可信的说法,认为Aprilis是以希腊神话中爱与美的女神Aphrodite(阿佛洛狄特)命名的,在恺撒大帝时代以前的罗马年,公历3月为第一个月,Aprilis则为第二个月,英语的4月月名April即源于此,早先英国人把4月叫做EasterMonath(EasterMonth),即“复活节月”之意,
march,行进,齐步走,游行示威
来自古法语marche,边界,界限,词源同mark,margin,引申词义向边界行进,行军,齐步走,现也用于指游行示威等,

March,三月　　
March作为3月的月名源自罗马神话里的战神Mars(汉译作“马耳斯”或“玛尔斯”),Mars是传说中的罗马奠基者之父,因此是罗马最重要,最受崇拜的神之一,古罗马人在3月祭祀Mars,在恺撒大帝(JuliusCaesar,1--0--044BC)时代之前,罗马的新年是从公历3月开始的,在古罗马人看来,这时不仅春回大地,万象更新,而且也是打仗的较好时节,为此把罗马年的第一个月即公历3月献给了Mars,称之为Martius(mensis),意含“战神之月”,也许这是为了祈求战神的庇佑,使开春第一仗能够旗开得胜,March这一拼写形式是13世纪初从古法语marche已演变过来的,

March,三月
来源于拉丁语Mars,Martis,m(罗马神话中的战神)派生的Marti,us(火星的,战神的,三月的),古罗马时期,属于战神Mars的月份Martius是一年中的第一个月,公元前15--0年左右,修历者在Martius前面又加了两个月,Januarius和Februarius,Martius就变成了三月,

Martian,martial

march,行军,进军,游行示威
来源于古法语marchier,

September,九月
按罗马旧历,March为第一个月,September就是第七个月,September这一名称源自意为“七”的拉丁文septem,当罗马人采用了懦略历(theJuliancalendar)之后,他们保留了原先的好几个月名,September就成了“9月”,9世纪初西欧封建帝国查理曼帝国的皇帝查理曼(Charlemagne)拒绝接受该罗马名称,把9月称为“收获月”,英语仿此叫法,因此长期以来9月在英语里一直称为HoerfestMonath‘harvestmonth’,意即“收获月”,

September,九月
来源于拉丁语septem(数字七),古罗马时期,属于战神Mars的月份Martius是一年中的第一个月,September是第七个月,公元前15--0年左右,修历者在Martius前面又加了两个月,Januarius和Februarius,Martius就变成了三月,September就变成了九月,

September,九月
来自拉丁语September,七月,来自septem,七,词源同septet,seven,后罗马历法改革,由原先的1--0个月加入January,February,原先的七月顺延自九月,比较October,eight,
mint,薄荷
来自拉丁文menta,薄荷,来自希腊语Minthe,薄荷仙子,在古希腊神话中,原为泉水仙子,因引诱冥王Hades,被冥后Persephone变成了薄荷树,



mint,铸造,铸币,创造
来自拉丁文moneta,铸币,硬币,词源同money,monetary,引申词义创造或发明,

mint,铸币厂
词源同money
羅馬神話中,主神朱庇特(希臘神話中的宙斯)的妻子叫做朱諾(Juno,拉丁文爲Junius,即希臘神話中的天后赫拉),是婚姻女神,掌管人類的婚姻,六月正值初夏之際,鶯飛草長,百花盛開,是婚嫁的絕好時機,羅馬人常常選擇在此月內結婚,於是便將此月冠以婚姻女神Juno之名,稱爲Juniusmensis(Juno’smonth),Junius是Juno的拉丁文,英語中的六月June就是從拉丁文Junius而來,英語單詞junoesque(高貴優美的)也來自朱諾的名字,

朱諾曾多次警告羅馬人即將出現的危險,幫助他們渡過難關,因此羅馬人把她看出是羅馬的警告女神,稱她爲“JunoMoneta”,單詞moneta就是“警戒者”的意思,羅馬人爲JunoMoneta建了一座神廟,後來又把第一個造幣廠設在了神廟裏,希望女神能守護他們的財富,因爲貨幣最早是在JunoMoneta神廟鑄造出來的,所以羅馬人就用moneta來表示貨幣,英語中的money(錢)和mint(造幣廠)都是源自“moneta”這個單詞,而單詞monetary(貨幣的)更是保留了moneta的拼寫形式,

June,[dʒu:n]n,六月,瓊,

junoesque,[,dʒʊno'ɛsk]adj,高貴優美的,端莊的

money,['mʌnɪ]n,錢,貨幣,財富,

mint,[mɪnt]n,薄荷,造幣廠vt,鑄造,鑄幣,

monetary,['mʌnɪt(ə)rɪ]adj,貨幣的,財政的,
