英语词源字典
pique

pique,刺,刺激,使恼怒,使怨恨
来自法语piquer,刺,叮,咬,词源同pike,peak.引申词义刺激,使恼怒,使怨恨。


英语词源字典
piquant


nitpick
pick


piquant,辛辣的,开味的
来自pique,刺,刺激。引申词义辛辣的,开味的。
英语词源字典
nitpick

nitpick(吹毛求疵),清理头发或衣服中的虱子
古代人卫生条件差,很多人都长虱子。一旦家里有人长了虱子后,为了避免传染,必须从他的头发和衣物中将虱子及其卵清理干净。在英语中,用nit表示虱子的卵和幼虫,清理虱子及其卵就叫做nitpicking。由于虱子体型很小,从头发中发现虱子需要很好的眼力,因此nitpick又引申出“挑剔、吹毛求疵”的含义。

nitpick,['nɪtpɪk]vi.挑剔,吹毛求疵vt.对……吹毛求疵

nitpicker,['nitpikə]n.吹毛求疵的人



nitpick,挑剔,吹毛求疵
这是个口语用词,由nit和pick二词复合而成,nit指虱等的卵或幼虫,pick意为“找”或“找出”。毛发、羽毛或衣服上长了虱于是很难将它们的卵或幼虫完全清除掉的。幼虱体小,要找到它们非仔细而耐心地检查不可。英语有个口头用语picknits,本义是“找(出)幼虱”,后来多表示“找茬儿”,“挑剔”或“吹毛求疵”,nitpick也可以说是由这个动词词组的两个成分对换位置构成的复合动词,因此被赋予相同的词义。例如我们常说,“Don’tnitpick.”(不要吹毛求疵。)从nitpick派生的nitpicker则表示“吹毛求疵的人”或“爱挑剔的人”。nit一词在古英语就已存在,一千多年来词义一直没有变化,而nitpick则可能到19世纪末或20世纪中期才逐渐通用起来。

picket

英语词源字典
pick

pick,采,摘,选择,挑选
来自中古英语picken,捡,适,采摘,来自古英语pician,刺,拔,来自Proto-Germanic*pikona,刺,啄,敲,捡,来自PIE*beu-,发出敲击声,拟声词,词源同peck,pike.


spike
英语词源字典
piquer

picket,(罢工期间纠查妥协分子的)纠察队,纠察员
来自法语piquet,尖木桩,来自piquer,刺,刺穿,词源同pike,pique.原指对抗骑兵的竖在地上的尖刺或木桩,引申词义看守敌人的巡逻队,后引申现词义。



pink,刺,扎,打孔,香石竹,粉红色,左倾的,与同性恋有关的
词源不确定,可能来自中古法语piquer,刺,扎,穿透,词源同pike,pick.或来自拉丁语pungere,刺,扎,穿透,词源同puncture.引申词义打孔,使成锯齿状,后用于指香石竹花,因其花瓣凹凸不平,有如锯齿而得名,因这种花多开粉红色花朵,后引申词义粉红色的。后引申俚语义同情共产党的,政治左倾的,同时,也用于指娘娘腔,同性恋。

pique,刺,刺激,使恼怒,使怨恨
来自法语piquer,刺,叮,咬,词源同pike,peak.引申词义刺激,使恼怒,使怨恨。

pike,长矛,梭子鱼
来自古法语pique,长矛,矛兵,来自piquer,刺,穿刺,来自俗拉丁语*piccare,刺,穿刺,词源同pick,peak.可来自拉丁语picus,啄木鸟,来自PIE*spei,刺,尖刺,词源同spike,pinnacle.引申词义梭子鱼。
