attest, 証明, 作証, 為, 作証
contest - -0, 動詞, 競爭, 角逐, 爭辯, 名詞, 爭奪, 競爭
detest - -0, 憎惡, 痛恨, 嫌惡
greatest, 最好的, 最偉大的
protest, 主張, 斷言, 抗議, 反對, 抗議書, 反對, 抗議, 斷言, 主張, 拒付
testament, 名詞, 證據, 信仰, 大寫, 聖經舊約或新約
testator - -0, 記源於, 証明, 作証, 立遺囑需要見証, 立遺囑的人, 參, 遺囑, 類, 傳家寶是祖先留下遺產是立囑人留下, 律, 立遺囑之人
testify, 証明, 作証, 聲明, 表明
testimony - -0, 尤指法庭上的證詞, 證言, 有人對他的證詞提出了一些質疑
testiness, 記, 考試, 總是考試, 易怒, 易怒, 不耐煩, 反, 耐性, 忍耐, 沉著, 冷靜, 易怒, 暴躁
testy, 記, 考試, 總是考試, 不耐煩的, 性急的, 不耐煩的, 容易被激怒的, 類, 易怒的容易被激怒冒犯可馴服的容易被控製不情願的容易被拒絕順從的容易被影響, 反, 和藹可親的, 虛心接受新思想的, 易怒的, 暴躁的
