abstract, 摘要, 抽象, 抽象的, 深奧的, 摘要, 提煉, 使抽象化
attract, 吸引, 有吸引力, 引起注意
attracting, 吸引
attraction, 吸引, 吸引人的事物, 吸引力
attractive, 有吸引力的, 引起注意的, 引起興趣的, 有迷惑力的
contract, 收縮, 使縮短, 感染, 訂約, 承包, 締結, 合約, 婚約, 契約, 訂約, 承包
contracted, 收縮了的, 簡約的, 契約的
contracting, 收縮的
contraction, 收縮, 縮寫, 緊縮, 類, 痙攣是強烈的收縮瘋狂是強烈的感情, 收縮劑用來收縮麻醉劑用來麻醉, 收縮, 縮寫式, 緊縮
detract - -0, 減損, 價值, 名譽等, 轉移
detraction - -0, 貶低, 誹謗, 記, 向下, 拉, 把某人名聲往下, 拉, 減損, 貶低此人
distract, 分散, 岔開, 弄昏, 使煩惱, 消遣, 娛樂
distracted, 記分開, 拉, 吸引精神感情被拉開心煩意亂的, 分開, 拖拉機在拖拉機上分手心煩意亂的, 心煩意亂的, 因遭受矛盾的感情而思緒紛亂的, 精神不集中的, 參, 易駕馭的, 易處理的, 類, 無畏的不被威嚇全心投入的不被分心, 反, 全神貫注的, 心煩意亂的
extract, 榨出物, 精汁, 選粹, 摘錄, 析取, 吸取
extraction, 尤指用力的拔出, 提取, 採礦破壞了鄉間的環境
protract - -0, 在時間上, 延長, 拖長類拖延使長度加長羣聚使數量增多反, 縮減, 減短, 刪節
retract - -0, 縮回, 收回參, 可伸縮性, 類收回聲明廢除法律澄清誤解的東西撤消錯誤的東西反, 養育, 鼓勵, 供應
subtract, 減去, 扣掉, 減少, 作減法
tract - -0, 拉, 引, 吸引, 抓地力, 拉力, 曳引機, 收縮, 減損, 攻訐者, 令人分心的事務, 節錄, 抽取, 難以管理的, 長時間的, 拖延的, 收回, 減, 扣除
tractability, 記源於, 易駕馭的, 易管教的, 拉, 原指牲口拉得動的, 溫順的, 溫順, 容易管理, 參, 拖拉機, 牽引力, 反, 不可救藥, 固執, 溫順, 易處理, 易加工的東西
tractable - -0, 易於駕馭的, 容易管理或控製的, 類柔順不是倔強的老練不是笨拙的微妙的容易忽略溫順的容易領導易怒的容易被使苦惱溫順的容易被控製
