英语词源字典
vaccine

vaccine(疫苗),最早接种来预防天花的牛痘苗


vaccinate
vaccine
天花(smallpox)曾经是一种令人谈虎色变的致命疾病,但患过天花的人体内产生了对天花的免疫力,以后再也不会感染天花,因此,我们中国人早在1--0世纪时就曾提出“以毒攻毒”的方法,将天花病人的些许痘痂涂抹到健康人身上,使人获得对天花的免疫力,18世纪时,英国医生琴纳(EdwardJenner)发现挤奶女工从来不会得天花,他观察并认为,这是因为挤奶女工容易感染牛身上的一种轻微天花——牛痘(cowpox),因此,琴纳想出了通过接种牛痘使人获得对天花的免疫力的方法,1796年,琴纳的接种牛痘试验获得成功,从此以后,接种疫苗的方法得到大力推广,现在天花基本上已经销声匿迹,

琴纳将用于人体接种的牛痘苗称为vaccinevirus,其中vaccine来自拉丁语vaccinus(母牛的),原本是个形容词,后来演变为名词,不仅可用来表示用于预防天花的牛痘苗,还可以表示任何一种用于接种的疫苗,

vaccine,['væksiːn
ɪn]n,疫苗,牛痘苗adj,疫苗的,牛痘的

vaccinate,['væksɪneɪt]vt,给……接种疫苗vi,接种疫苗

vaccination,[,væksɪ'neɪʃən]n,接种疫苗



vaccine,疫苗
来自拉丁语vacca,母牛,可能来自拟声词,词源同vaquero,疫苗义来自18--0--0年,英国医生EdwardJenner发现了预防天花的技术,即通过把提取的牛痘病毒疫苗注射入健康人体内使之产生抗体,以激发人体的免疫系统,从而达到预防天花的目的,

vaccine,疫苗
18世纪天花在英国流行,成为死亡的主要原因,英国医生詹纳(EdwardJenner,17491823)当学徒时就已注意到染过牛痘(cowpox)的人不会感染天花(smallpox),1796年他试验牛痘接种成功,1798年他在论文中指出,接种牛痘病毒能对天花产生持久的免疫,詹纳将牛痘病毒即牛痘苗称为vaccinevirus,将牛痘称为vaccinedisease,将牛痘接种称为vaccineinoculation,vaccine一词源于拉丁语vacca'cow'(母牛)的派生词vaccīnus'ofacow'(母牛的),起初vaccine仅作形容词用,19世纪初由vaccine派生出动词vaccinate(种痘,接种)和名词vaccination(种痘,接种),到了19世纪4--0年代vaccinevirus缩略为vaccine,vaccine开始由形容词转类为名词,直接用以指“牛痘苗”,之后它的词义扩展了,凡用于预防疾病而接种的疫苗人们均称作vaccine,据传,是法国微生物学家巴斯德(LouisPasteur,18221895)为了纪念詹纳的功绩率先将vaccine和vaccination分别用于广义上的“疫苗”和“接种”的,

vaccine,疫苗
来自拉丁语vacca,母牛,可能来自拟声词,词源同vaquero,疫苗义来自18--0--0年,英国医生EdwardJenner发现了预防天花的技术,即通过把提取的牛痘病毒疫苗注射入健康人体内使之产生抗体,以激发人体的免疫系统,从而达到预防天花的目的,
